Repository: terrytibbs2023/build
Catalog: repo2026/game.libretro.snes9x/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, sv_se

# Addon Description
source: Snes9x is a portable, freeware SNES and Super Famicom emulator.[CR][CR]Snes9x is coded in C++, with three assembler CPU emulation cores on the i386 Linux and Windows ports.
de_de: Snes9x ist ein portabler, kostenloser SNES- und Super-Famicom-Emulator, der in C++ programmiert ist und drei Assembler-CPU-Emulationskerne in den i386-Linux- und Windows-Ports besitzt.
es_es: Snes9x es un emulador gratuito y portátil de SNES y Super Famicom[CR][CR]Snes9x está codificado en C++, con tres núcleos de emulación de CPU en ensamblador para las versiones i386 de Linux y Windows.
sv_se: Snes9x är en portabel freeware-emulator för SNES och Super Famicom.[CR][CR]Snes9x är kodad i C++, med tre emuleringskärnor för assemblerprocessorer på i386-portarna för Linux och Windows.

# Addon Disclaimer
source: The Snes9X team is not connected or affiliated with any mentioned company in any way. The opinions of the Snes9X team do not reflect the views of the various companies mentioned here. Companies and all products pertaining to that company are trademarks of that company. Please contact that company for trademark and copyright information.
de_de: Das Snes9X-Team ist in keiner Weise mit den genannten Unternehmen geschäftlich verbunden oder angegliedert. Die Meinungen des Snes9X-Teams spiegeln nicht die Ansichten der verschiedenen hier genannten Unternehmen wider. Unternehmen und alle Produkte, die mit diesem Unternehmen in Verbindung stehen, sind Warenzeichen des jeweiligen Unternehmens. Bitte an das jeweilige Unternehmen wenden, um Informationen zu Marken und Copyright zu erhalten.
es_es: El equipo de Snes9X no está relacionado ni afiliado a ninguna de las empresas mencionadas. Las opiniones del equipo de Snes9X no reflejan los puntos de vista de las distintas empresas mencionadas aquí. Las empresas y todos los productos pertenecientes a esa empresa son marcas registradas de esa empresa. Póngase en contacto con dicha empresa para obtener información sobre marcas comerciales y derechos de autor.
sv_se: Snes9X-teamet är inte anslutet eller anslutet till något nämnt företag på något sätt. Åsikterna från Snes9X-teamet återspeglar inte åsikterna från de olika företagen som nämns här. Företag och alla produkter som hör till det företaget är varumärken som tillhör det företaget. Kontakta det företaget för information om varumärken och upphovsrätt.

# #30001
source: Console Region (Reload Core)
de_de: Konsolenregion (Core neu laden)
es_es: Región de la Consola (recargar núcleo)
sv_se: Konsollregion (läs om kärna)

# #30002
source: Preferred Aspect Ratio
de_de: Bevorzugtes Seitenverhältnis
es_es: Relación de Aspecto Preferida
sv_se: Föredraget bildförhållande

# #30003
source: Crop Overscan
de_de: Overscan beschneiden
es_es: Recortar Overscan
sv_se: Beskär överskanning

# #30004
source: Hi-Res Blending
de_de: Hochauflösendes Blending
es_es: Mezcla en Alta Resolución

# #30005
source: Blargg NTSC Filter
es_es: Filtro Blargg NTSC

# #30006
source: Audio Interpolation
es_es: Interpolación de Audio
sv_se: Ljudinterpolering

# #30007
source: Allow Opposing Directions
de_de: Gegenläufige Richtungen zulassen
es_es: Permitir Direcciones Opuestas
sv_se: Tillåt motsatta riktningar

# #30009
source: Reduce Slowdown (Hack, Unsafe)
de_de: Verlangsamung verringern (Hack, unsicher)
es_es: Reducir Desaceleración (hack, inseguro)

# #30010
source: Reduce Flickering (Hack, Unsafe)
de_de: Flackern verringern (Hack, unsicher)
es_es: Reducir Parpadeo (hack, inseguro)

# #30011
source: Randomize Memory (Unsafe)
es_es: Memoria Aleatoria (inseguro)

# #30012
source: Block Invalid VRAM Access
de_de: Ungültigen VRAM-Zugriff blockieren
es_es: Bloqueo Acceso VRAM Inválido

# #30013
source: Echo Buffer Hack (Unsafe, only enable for old addmusic hacks)
es_es: Hack para Búfer de Resonancia (inseguro, habilitar sólo para viejos hacks de addmusic)

# #30014
source: Light Gun Mode
de_de: Lightgun-Modus
es_es: Modo Pistola de Luz
sv_se: Ljuspistolsläge

# #30015
source: Super Scope Reverse Trigger Buttons
de_de: Super Scope: Umgekehrte Abzüge
es_es: Super Scope Botones del Gatillo Inverso
sv_se: Omvända avtryckarknappar för Super Scope

# #30016
source: Super Scope Crosshair
de_de: Super Scope: Fadenkreuz
es_es: Punto de Mira Super Scope
sv_se: Super Scope-hårkors

# #30017
source: Super Scope Color
de_de: Super Scope: Farbe
es_es: Color Super Scope
sv_se: Super Scope-färg

# #30018
source: Justifier 1 Crosshair
de_de: Justifier 1: Fadenkreuz
es_es: Punto de Mira Justifier 1

# #30019
source: Justifier 1 Color
de_de: Justifier 1: Farbe
es_es: Color Justifier 1

# #30020
source: Justifier 2 Crosshair
de_de: Justifier 2: Fadenkreuz
es_es: Punto de Mira Justifier 2

# #30021
source: Justifier 2 Color
de_de: Justifier 2: Farbe
es_es: Color Justifier 2

# #30022
source: M.A.C.S. Rifle Crosshair
de_de: M.A.C.S.-Gewehr: Fadenkreuz
es_es: Punto de Mira M.A.C.S. Rifle

# #30023
source: M.A.C.S. Rifle Color
de_de: M.A.C.S.-Gewehr: Farbe
es_es: Color M.A.C.S. Rifle

# #30024
source: Show Layer 1
de_de: Layer 1 anzeigen
es_es: Mostrar Capa 1
sv_se: Visa lager 1

# #30025
source: Show Layer 2
de_de: Layer 2 anzeigen
es_es: Mostrar Capa 2
sv_se: Visa lager 2

# #30026
source: Show Layer 3
de_de: Layer 3 anzeigen
es_es: Mostrar Capa 3
sv_se: Visa lager 3

# #30027
source: Show Layer 4
de_de: Layer 4 anzeigen
es_es: Mostrar Capa 4
sv_se: Visa lager 4

# #30028
source: Show Sprite Layer
de_de: Sprite-Layer anzeigen
es_es: Mostrar Capa de Sprites
sv_se: Visa Sprite-lager

# #30029
source: Enable Graphic Clip Windows
es_es: Activar Ventanas de Recorte Gráfico

# #30030
source: Enable Transparency Effects
de_de: Transparenzeffekte aktivieren
es_es: Activar Efectos de Transparencia
sv_se: Aktivera transparenseffekter

# #30031
source: Enable Sound Channel 1
de_de: Soundkanal 1 aktivieren
es_es: Activar Canal de Sonido 1
sv_se: Aktivera ljudkanal 1

# #30032
source: Enable Sound Channel 2
de_de: Soundkanal 2 aktivieren
es_es: Activar Canal de Sonido 2
sv_se: Aktivera ljudkanal 2

# #30033
source: Enable Sound Channel 3
de_de: Soundkanal 3 aktivieren
es_es: Activar Canal de Sonido 3
sv_se: Aktivera ljudkanal 3

# #30034
source: Enable Sound Channel 4
de_de: Soundkanal 4 aktivieren
es_es: Activar Canal de Sonido 4
sv_se: Aktivera ljudkanal 4

# #30035
source: Enable Sound Channel 5
de_de: Soundkanal 5 aktivieren
es_es: Activar Canal de Sonido 5
sv_se: Aktivera ljudkanal 5

# #30036
source: Enable Sound Channel 6
de_de: Soundkanal 6 aktivieren
es_es: Activar Canal de Sonido 6
sv_se: Aktivera ljudkanal 6

# #30037
source: Enable Sound Channel 7
de_de: Soundkanal 7 aktivieren
es_es: Activar Canal de Sonido 7
sv_se: Aktivera ljudkanal 7

# #30038
source: Enable Sound Channel 8
de_de: Soundkanal 8 aktivieren
es_es: Activar Canal de Sonido 8
sv_se: Aktivera ljudkanal 8

# #30008
source: SuperFX Overclocking
de_de: SuperFX-Übertaktung
