Repository: terrytibbs2023/build
Catalog: repo2026/game.libretro.picodrive/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, zh_cn

# Addon Summary
source: Sega - MS/GG/MD/CD/32X (PicoDrive)
zh_cn: 世嘉 - MS/GG/MD/CD/32X (PicoDrive)

# Addon Description
source: PicoDrive is yet another Sega Game Gear / Master System / Mega Drive / Mega CD / 32X emulator heavily optimized for ARM.
da_dk: PicoDrive er endnu en Sega Game Gear / Master System / Mega Drive / Mega CD / 32X emulator stærkt optimeret til ARM.
de_de: PicoDrive ist ein weiterer Emulator für Sega Game Gear / Master System / Mega Drive / Mega CD / 32X, der stark für ARM optimiert ist.
es_es: PicoDrive es otro emulador de Sega Game Gear / Master System / Mega Drive / Mega CD / 32X muy optimizado para ARM.
zh_cn: PicoDrive 是另一款针对 ARM 进行了大量优化的 Sega Game Gear / Master System / Mega Drive / Mega CD / 32X 模拟器。

# Addon Disclaimer
source: Authors: Dave (aka fdave, FinalBurn author) and notaz
da_dk: Forfattere: Dave (aka fdave, FinalBurn forfatter) og notaz
de_de: Autoren: Dave (alias fdave, FinalBurn-Autor) und notaz
es_es: Autores: Dave (alias fdave, autor de FinalBurn) y notaz
zh_cn: 作者：Dave（又名 fdave，FinalBurn 作者）和 notaz

# #30001
source: System Region
da_dk: Systemets område
es_es: Región del Sistema
zh_cn: 系统区域

# #30002
source: Master System Type
da_dk: Type af hovedsystem
de_de: Master-System-Typ
es_es: Tipo de Master System
zh_cn: 主系统类型

# #30003
source: Master System ROM Mapping
da_dk: Mapping af hovedsystemets ROM
de_de: ROM-Zuordnung von Master System
es_es: Asignación de ROM de Master System
zh_cn: 主系统 ROM 映射

# #30004
source: Sega CD RAM Cart
de_de: Sega CD RAM-Cartridge
zh_cn: 世嘉 CD RAM Cart

# #30005
source: Core-Provided Aspect Ratio
da_dk: Billedformat leveret af core
de_de: Von Core vorgegebenes Seitenverhältnis
es_es: Relación de Aspecto Proporcionada por el Núcleo
zh_cn: 核心提供的纵横比

# #30006
source: LCD Ghosting Filter
da_dk: Filter til LCD ghosting
es_es: Filtro de Imagen Fantasma para LCD
zh_cn: LCD 重影滤波器

# #30007
source: Video Renderer
es_es: Renderizador de Vídeo
zh_cn: 视频渲染器

# #30008
source: Audio Sample Rate (Hz)
da_dk: Lydens samplefrekvens (Hz)
de_de: Audiosamplingrate (Hz)
es_es: Frecuencia de Muestreo de Audio (Hz)
zh_cn: 音频采样率（Hz）

# #30009
source: FM filtering
da_dk: FM-filtrering
de_de: FM-Filterung
es_es: Filtrado FM
zh_cn: 调频滤波

# #30010
source: Master System FM Sound Unit
da_dk: Hovedsystemets FM-lydenhed
de_de: FM-Soundeinheit von Master System
es_es: Unidad de Sonido FM Master System
zh_cn: 主系统 FM 声音单元

# #30011
source: Mega Drive FM DAC noise
da_dk: Mega Drive FM DAC-støj
de_de: Mega Drive FM-DAC-Rauschen
es_es: Ruido del DAC FM de Mega Drive
zh_cn: 世嘉 Drive FM DAC 噪声

# #30012
source: Audio Filter
da_dk: Lydfilter
es_es: Filtro de Audio
zh_cn: 音频滤波器

# #30013
source: Low-Pass Filter %
de_de: Tiefpassfilter %
es_es: Filtro de Paso Bajo %
zh_cn: 低通滤波器 %

# #30014
source: Input Device 1
da_dk: Indgangsenhed 1
de_de: Eingabegerät 1
es_es: Dispositivo de Entrada 1
zh_cn: 输入设备1

# #30015
source: Input Device 2
da_dk: Indgangsenhed 2
de_de: Eingabegerät 2
es_es: Dispositivo de Entrada 2
zh_cn: 输入设备2

# #30016
source: Dynamic Recompilers
da_dk: Dynamiske recompilere
de_de: Dynamische Recompiler
es_es: Recompiladores Dinámicos
zh_cn: 动态重编译器

# #30017
source: Frameskip
da_dk: Spring frame over
es_es: Salto de Fotogramas
zh_cn: 帧跳过

# #30018
source: Frameskip Threshold (%)
da_dk: Tærskel når der springes en frame over (%)
de_de: Frameskip-Schwellenwert (%)
es_es: Umbral de Salto de Fotogramas (%)
zh_cn: 帧跳过阈值（%）

# #30019
source: No Sprite Limit
da_dk: Ingen Sprite begrænsning
de_de: Keine Sprite-Begrenzung
es_es: Sin Límite de Sprites
zh_cn: 无 Sprite 限制

# #30020
source: 68K Overclock
de_de: 68K-Übertaktung
zh_cn: 68K 超频

# #30021
source: Master System Palette in TMS modes
es_es: Paleta de Master System en modos TMS
zh_cn: TMS 模式下的主系统调色板
