Repository: terrytibbs2023/build
Catalog: repo25/service.installer/myfile (2)/addons/screensaver.picture.slideshow/resources/language/resource.language.*/strings.po
Languages: it_it

# Addon Summary
source: Screensaver that displays an image slideshow
it_it: Salvaschermo che mostra una presentazione di immagini

# Addon Description
source: The Slideshow screensaver will show you a slide show of images using various transition effects. It can be configured to show your libraries music or video fanart, or a custom folder of images
it_it: Il salvaschermo Slideshow mostra una presentazione di immagini usando diversi effetti di transizione. Pu√≤ essere configurato per mostrare le fanart delle librerie musica o video, oppure una cartella di immagini specifica

# #30000
source: Source of slideshow images
it_it: Fonte delle immagini

# #30001
source: Folder
it_it: Cartella

# #30002
source: Video Fanart
it_it: Fanart video

# #30003
source: Music Fanart
it_it: Fanart musica

# #30004
source: Image Folder
it_it: Cartella immagini

# #30005
source: Dim level
it_it: Livello oscuramento

# #30006
source: Effect
it_it: Effetto

# #30007
source: Slide
it_it: Diapositiva

# #30008
source: Crossfade
it_it: Dissolvenza incrociata

# #30009
source: Pan and zoom
it_it: Panoramica e zoom

# #30010
source: Amount of seconds to display each image
it_it: Numero di secondi per visualizzare ciascuna immagine

# #30011
source: Scale images fullscreen
it_it: Ridimensiona immagini a schermo intero

# #30012
source: Display image name
it_it: Visualizza nome immagine

# #30013
source: Disabled
it_it: Disabilitato

# #30014
source: Use filename
it_it: Usa nome file

# #30015
source: Use foldername
it_it: Usa nome cartella

# #30016
source: Display images in random order
it_it: Visualizza immagini in ordine casuale

# #30017
source: Use full path
it_it: Usa percorso completo

# #30018
source: Use folder- and filename
it_it: Usa cartella- e nome file

# #30021
source: Display picture date
it_it: Visualizza data immagine

# #30022
source: Display additional picture tags
it_it: Visualizza tag aggiuntivi immagine

# #30023
source: Display music info during audio playback
it_it: Visualizza informazioni sulla musica durante la riproduzione audio

# #30024
source: Basic
it_it: Base

# #30025
source: Additional
it_it: Supplementare

# #30026
source: Resume slideshow from last position
it_it: Riprendi presentazione dall'ultima posizione

# #30029
source: Display background picture
it_it: Visualizza immagine di sfondo

# #30030
source: Use vignette overlay
it_it: Usa sovrapposizione vignettatura
