Repository: terrytibbs2023/build
Catalog: repo2026/game.libretro.mgba/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, zh_cn

# Addon Description
source: mGBA aims to be faster and more accurate than many existing Game Boy Advance emulators, as well as adding features that other emulators lack.
da_dk: mGBA sigter mod at være hurtigere og mere præcis end mange eksisterende Game Boy Advance-emulatorer, samt tilføje funktioner, som andre emulatorer mangler.
de_de: mGBA soll schneller und genauer sein als viele bestehende „Game Boy Advance“-Emulatoren und bietet darüber hinaus Funktionen, die anderen Emulatoren fehlen.
es_es: mGBA pretende ser más rápido y preciso que muchos de los emuladores de Game Boy Advance existentes, además de añadir funciones de las que carecen otros emuladores.
zh_cn: mGBA 的目标是比许多现有的 Game Boy Advance 模拟器更快、更准确，并添加其他模拟器缺乏的功能。

# #30001
source: Game Boy Model (Restart)
da_dk: Game Boy-model (genstart)
de_de: Game-Boy-Modell (Neustart erforderlich)
es_es: Modelo Game Boy (Reiniciar)
zh_cn: Game Boy 型号（重新启动）

# #30002
source: Use BIOS File if Found (Restart)
da_dk: Brug BIOS-fil, hvis den findes (genstart)
de_de: BIOS-Datei verwenden, sofern gefunden (Neustart erforderlich)
es_es: Usar archivo BIOS si se encuentra (Reiniciar)
zh_cn: 如有则使用 BIOS 文件（重新启动）

# #30003
source: Skip BIOS Intro (Restart)
da_dk: Spring BIOS-intro over (genstart)
de_de: BIOS-Intro überspringen (Neustart erforderlich)
es_es: Omitir Intro BIOS (Reiniciar)
zh_cn: 跳过 BIOS 简介（重新启动）

# #30004
source: Default Game Boy Palette
da_dk: Standard Game Boy-palette
de_de: Standard-Game-Boy-Palette
es_es: Paleta Predeterminada de Game Boy
zh_cn: 默认 Game Boy 调色板

# #30005
source: Hardware Preset Game Boy Palettes (Restart)
da_dk: Hardware forudindstillede paletter til Game Boy (genstart)
de_de: Hardware-Voreinstellung Game-Boy-Paletten (Neustart erforderlich)
es_es: Paletas de Game Boy Preconfiguradas por Hardware (Reiniciar)
zh_cn: 硬件预设 Game Boy 调色板（重新启动）

# #30006
source: Use Super Game Boy Borders (Restart)
da_dk: Brug Super Game Boy-kanter (genstart)
de_de: Super-Game-Boy-Ränder verwenden (Neustart erforderlich)
es_es: Usar Bordes Super Game Boy (Reiniciar)
zh_cn: 使用超级 Game Boy 边框（重新启动）

# #30007
source: Color Correction
da_dk: Farvekorrektion
de_de: Farbkorrektur
es_es: Corrección del Color
zh_cn: 颜色校正

# #30008
source: Interframe Blending
da_dk: Interframe-blanding
de_de: Zwischenframe-Überblendung
es_es: Mezcla de Fotogramas
zh_cn: 帧间混合

# #30009
source: Audio Filter
da_dk: Lydfilter
es_es: Filtro de Audio
zh_cn: 音频滤波器

# #30010
source: Audio Filter Level
da_dk: Niveau for lydfilter
de_de: Audiofilterstufe
es_es: Nivel de Filtro de Audio
zh_cn: 音频滤波器电平

# #30011
source: Allow Opposing Directional Input
da_dk: Tillad input for modsat retning
de_de: Gegenläufige Richtungen zulassen
es_es: Permitir la Entrada de Direcciones Opuestas
zh_cn: 允许相反方向输入

# #30012
source: Solar Sensor Level
da_dk: Niveau for solsensor
de_de: Sonnensensorpegel
es_es: Nivel del Sensor Solar
zh_cn: 太阳能传感器水平

# #30013
source: Game Boy Player Rumble (Restart)
da_dk: Rumble for Game Boy-spiller (genstart)
de_de: Game-Boy-Spieler-Vibration (Neustart erforderlich)
es_es: Vibración Game Boy Player (Reiniciar)
zh_cn: Game Boy 玩家隆隆声（重新启动）

# #30014
source: Idle Loop Removal
da_dk: Fjernelse af loop ved inaktivitet
de_de: Entfernen der Leerlaufschleife
es_es: Eliminación Bucle de Reposo
zh_cn: 空闲循环删除

# #30015
source: Frameskip
da_dk: Spring frame over
es_es: Salto de Fotogramas
zh_cn: 帧跳过

# #30016
source: Frameskip Threshold (%)
da_dk: Tærskel når der springes en frame over (%)
de_de: Frameskip-Schwellenwert (%)
es_es: Umbral de Salto de Fotogramas (%)
zh_cn: 帧跳过阈值（%）

# #30017
source: Frameskip Interval
da_dk: Interval når der springes en frame over
de_de: Frameskip-Intervall
es_es: Intervalo de Salto de Fotogramas
zh_cn: 跳帧间隔
