Repository: terrytibbs2023/build
Catalog: repo2026/game.libretro.beetle-psx/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, id_id, ru_ru, sv_se, zh_cn

# Addon Description
source: Beetle PSX is the PlayStation module of Beetle, a port of Madnafen.
da_dk: Beetle PSX er PlayStation-modulet i Beetle, en port af Mednafen.
es_es: Beetle PSX es el módulo para PlayStation de Beetle, una adaptación de Mednafen.
id_id: Beetle PSX adalah modul PlayStation dari Beetle, port dari Madnafen.
ru_ru: Beetle PSX — это модуль Playstation для Kodi | Форк PSX модуля Beetle для эмулятора Mednafen.
sv_se: Beetle PSX är PlayStation-modulen av Beetle, en portning av Madnafen.
zh_cn: Beetle PSX 是 PlayStation 的 Beetle 模块，是 Madnafen 的移植。

# #30001
source: Internal GPU Resolution
da_dk: Intern GPU-opløsning
es_es: Resolución GPU Interna
id_id: Resolusi GPU Internal
ru_ru: Внутреннее разрешение GPU
sv_se: Intern GPU-upplösning
zh_cn: 内部 GPU 分辨率

# #30002
source: Dithering Pattern
da_dk: Mønster for nuanceændring
es_es: Patrón de Difuminado
id_id: Pola Dithering
ru_ru: Паттерн дизеринга
sv_se: Dithering-mönster
zh_cn: 抖动模式

# #30003
source: Frame Duping (Speedup)
da_dk: Frame-dupering (acceleration)
es_es: Duplicación de Fotogramas (aceleración)
id_id: Peniru Bingkai (Cepat)
ru_ru: Дублирование кадра (спидхак)
sv_se: Duplicering av bildrutor (Speedup)
zh_cn: 帧复制（加速）

# #30004
source: Display Internal FPS
da_dk: Vis intern FPS
es_es: Mostrar FPS Internos
id_id: Tampilkan FPS Internal
ru_ru: Отобразить внутренний FPS
sv_se: Visa intern bildfrekvens
zh_cn: 显示内部 FPS

# #30005
source: Analog Self-Calibration
da_dk: Analog selvkalibrering
es_es: Autocalibración Analógica
id_id: Kalibrasi Analog Mandiri
ru_ru: Аналоговая автокалибровка
sv_se: Analog självkalibrering
zh_cn: 模拟自校准

# #30007
source: DualShock Analog Mode Combo
es_es: Combo de Modo Analógico DualShock
id_id: Kombo Mode Analog DualShock
sv_se: DualShock Analog lägeskombination
zh_cn: DualShock 模拟模式组合

# #30008
source: DualShock Analog Mode Combo Hold Delay
es_es: Retardo de Retención del Combo del Modo Analógico DualShock
id_id: Penundaan Kombo Mode Analog DualShock
sv_se: Hållfördröjning för DualShock Analog lägeskombination
zh_cn: DualShock 模拟模式组合保持延迟

# #30009
source: Port 1: Multitap Enable
da_dk: Port 1: Aktiver multitap
es_es: Puerto 1: Activar Multitap
id_id: Port 1: Aktifkan Multitap
ru_ru: Порт 1: мультитап устройство включено
sv_se: Port 1: Multitap aktivera
zh_cn: 端口1：多插启用

# #30010
source: Port 2: Multitap Enable
da_dk: Port 2: Aktiver multitap
es_es: Puerto 2: Activar Multitap
id_id: Port 2: Aktifkan Multitap
ru_ru: Порт 2: мультитап устройство включено
sv_se: Port 2: Multitap aktivera
zh_cn: 端口2：多插启用

# #30011
source: Gun Input Mode
da_dk: Tilstand for pistolens input
es_es: Modo Entrada Pistola
id_id: Mode Masukan Senjata
ru_ru: Режим ввода: оружие
sv_se: Läge för ljuspistolinmatning
zh_cn: 枪输入模式

# #30012
source: Gun Cursor
da_dk: Pistolens markør
es_es: Cursor de Pistola
id_id: Kursor Senjata
ru_ru: Прицел ружья
sv_se: Pistolmarkör
zh_cn: 枪光标

# #30013
source: Port 1: Gun Crosshair Color
da_dk: Port 1: Farve på gun crosshair
es_es: Puerto 1: Color del Punto de Mira de la Pistola
id_id: Port 1: Warna Bidikan Senjata
ru_ru: Порт 1: цвет перекрестия прицела
sv_se: Port 1: Färg för pistolhårkors
zh_cn: 端口1：枪准星颜色

# #30014
source: Port 2: Gun Crosshair Color
da_dk: Port 2: Farve på gun crosshair
es_es: Puerto 2: Color del Punto de Mira de la Pistola
id_id: Port 2: Warna Bidikan Senjata
ru_ru: Порт 2: цвет перекрестия прицела
sv_se: Port 2: Färg för pistolhårkors
zh_cn: 端口2：枪准星颜色

# #30015
source: Mouse Sensitivity
da_dk: Musens følsomhed
es_es: Sensibilidad del Ratón
id_id: Sensitifitas Mouse
ru_ru: Чувствительность мыши
sv_se: Muskänslighet
zh_cn: 鼠标灵敏度

# #30016
source: neGcon Twist Response
da_dk: neGcon twist-svar
es_es: Respuesta de Giro neGcon
id_id: Respon Putar neGcon
ru_ru: Отклик на вращение контроллера neGcon
sv_se: neGcon Twist-respons
zh_cn: neGcon 扭转响应

# #30017
source: neGcon Twist Deadzone
da_dk: Dødzone for neGcon Twist
es_es: Zona Muerta Giro neGcon
id_id: Zona Mati Putar neGcon
ru_ru: Мёртвая зона вращений для контроллера neGcon
sv_se: neGcon Twist-dödzon
zh_cn: neGcon 扭转死区

# #30018
source: Memory Card 0 Method (Restart Required)
da_dk: Hukommelseskort 0 metode (genstart påkrævet)
es_es: Método de la Tarjeta de Memoria 0 (Reinicio Requerido)
id_id: Metode Kartu Memori 0 (Mulai Ulang)
ru_ru: Метод использования Memory Card 0 (требуется перезагрузка)
sv_se: Metod för Minneskort 0 (omstart krävs)
zh_cn: 存储卡0方法（需要重新启动）

# #30019
source: Enable Memory Card 1 (Restart Required)
da_dk: Aktiver hukommelseskort 1 (genstart påkrævet)
es_es: Activar Tarjeta de Memoria 1 (Reinicio Requerido)
id_id: Aktifkan Kartu Memori 1 (Mulai Ulang)
ru_ru: Включить Memory Card 1 (требуется перезагрузка)
sv_se: Aktivera Minneskort 1 (kräver omstart)
zh_cn: 启用存储卡1（需要重新启动）

# #30020
source: Shared Memory Cards (Restart Required)
da_dk: Vis hukommelseskort (genstart påkrævet)
es_es: Tarjetas de Memoria Compartida (Reinicio Requerido)
id_id: Kartu Memori Bersama (Mulai Ulang)
ru_ru: Режим общих Memory Cards (требуется перезагрузка)
sv_se: Delade minneskort (omstart krävs)
zh_cn: 共享存储卡（需要重新启动）

# #30021
source: Memory Card Left Index
da_dk: Venstre index for hukommelseskort
es_es: Índice Izquierdo de la Tarjeta de Memoria
id_id: Indeks Kiri Kartu Memori
ru_ru: Левый индекс Memory Card
sv_se: Vänsterindex för minneskort
zh_cn: 存储卡左索引

# #30022
source: Memory Card Right Index
da_dk: Højre index for hukommelseskort
es_es: Índice Derecho de la Tarjeta de Memoria
id_id: Indeks Kanan Kartu Memori
ru_ru: Правый индекс Memory Card
sv_se: Högerindex för minneskort
zh_cn: 存储卡右索引

# #30023
source: PGXP Operation Mode
da_dk: Driftstilstand for PGXP
es_es: Modo de Funcionamiento PGXP
id_id: Mode Operasi PGXP
ru_ru: Режим работы PGXP
sv_se: PGXP-operationsläge
zh_cn: PGXP 操作模式

# #30024
source: PGXP 2D Geometry Tolerance
da_dk: 2D geometritolerance for PGXP
es_es: Tolerancia de Geometría PGXP 2D
id_id: Toleransi Geometri 2D PGXP
ru_ru: Геометрические допуски для PGXP 2D
sv_se: PGXP 2D geometritolerans
zh_cn: PGXP 2D 几何公差

# #30025
source: PGXP Primitive Culling
da_dk: PGXP primitiv beskæring
es_es: Eliminación Selectiva de Primitivos PGXP
id_id: Pemusnahan Primitif PGXP
ru_ru: PGXP куллинг примитивов
sv_se: PGXP Primitiv gallring
zh_cn: PGXP 基元剔除

# #30026
source: Line-to-Quad Hack
da_dk: Hack for line-to-quad
es_es: Hack de Línea a Cuadrado
id_id: Peretasan Baris-ke-Quad
ru_ru: Хак Line-to-Quad

# #30027
source: Widescreen Mode Hack
da_dk: Hack til tilstand for widescreen
es_es: Hack del Modo Panorámico
id_id: Peretasan Mode Layar Lebar
ru_ru: Хак "Широкоэкранный режим"
sv_se: Hack för bredbildsläge
zh_cn: 宽屏模式 Hack

# #30028
source: Widescreen Mode Hack Aspect Ratio
da_dk: Billedformat ved hack i tilstand for widescreen
es_es: Hack de Relación de Aspecto del Modo Panorámico
id_id: Rasio Aspek Peretasan Mode Layar Lebar
ru_ru: Соотношение сторон для хака "Широкоэкранный режим"
sv_se: Bildförhållande för bredbildshack
zh_cn: 宽屏模式 Hack 纵横比

# #30029
source: CPU Frequency Scaling (Overclock)
da_dk: Skalering af CPU-frekvens (overclock)
es_es: Escalado de Frecuencia de la CPU (Overclock)
id_id: Penskalaan Frekuensi CPU (Overclock)
ru_ru: CPU тактовая частота (разгон)
sv_se: CPU-frekvensskalning (överklocka)
zh_cn: CPU频率缩放（超频）

# #30030
source: GTE Overclock
da_dk: Overclock GTE
es_es: Overclock GTE
id_id: Overclock GTE
ru_ru: GTE разгон
sv_se: GTE-överklocka
zh_cn: GTE 超频

# #30031
source: Skip BIOS
da_dk: Spring BIOS over
es_es: Saltar BIOS
id_id: Lewati BIOS
ru_ru: Пропустить BIOS
sv_se: Hoppa över BIOS
zh_cn: 跳过 BIOS

# #30032
source: Override BIOS (Restart Required)
da_dk: Tilsidesæt BIOS (genstart påkrævet)
es_es: Anular BIOS (Reinicio Requerido)
id_id: Ganti BIOS (Mulai Ulang)
ru_ru: Переопределить BIOS (требуется перезагрузка)
sv_se: Åsidosätt BIOS (omstart krävs)
zh_cn: 覆盖 BIOS（需要重新启动）

# #30034
source: Dynarec Code Invalidation
da_dk: Invalidering af dynarec-kode
es_es: Invalidación de Código Dynarec
id_id: Pembatalan Kode Dynarec
ru_ru: Dynarec: инвалидация кода
zh_cn: Dynarec 代码失效

# #30035
source: Dynarec DMA/GPU/MDEC/Timer Event Cycles
da_dk: Dynarec DMA/GPU/MDEC/Timer hændelsescyklusser
es_es: Ciclos de eventos DMA/GPU/MDEC/Temporizador de Dynarec
id_id: Siklus Peristiwa Dynarec DMA/GPU/MDEC/Timer
sv_se: Dynarec DMA/GPU/MDEC/Timer för händelsecykler
zh_cn: Dynarec DMA/GPU/MDEC/定时器事件周期

# #30036
source: Dynarec SPU Samples
es_es: Muestras SPU Dynarec
id_id: Sampel SPU Dynarec
sv_se: Dynarec SPU-samplingar
zh_cn: Dynarec SPU 样本

# #30037
source: Core-Reported FPS Timing
da_dk: FPS-timing rapporteret af core
es_es: Tiempos FPS informados por el Núcleo
id_id: Waktu FPS yang Dilaporkan Inti
ru_ru: Тайминг FPS на основе данных ядра
sv_se: Kärnrapporterad bildfrekvenstiming
zh_cn: 核心报告 FPS 时间

# #30038
source: PAL (European) Video Timing Override
da_dk: Tilsidesæt PAL (europæisk) videotiming
es_es: Anulación de Sincronización de Vídeo PAL (europeo)
id_id: Penggantian Waktu Video PAL (Eropa)
ru_ru: Изменение тайминга видео на PAL (Европа)
sv_se: Åsidosätt PAL-videotiming (Europeisk)
zh_cn: PAL（欧洲）视频定时覆盖

# #30039
source: Crop Overscan
da_dk: Beskær overskandering
es_es: Recortar Overscan
id_id: Pangkas Pemindaian Lebih
ru_ru: Обрезка вылетов развёртки
sv_se: Beskär överskanning
zh_cn: 过扫剪裁

# #30040
source: Additional Cropping
da_dk: Yderligere beskæring
es_es: Recorte Adicional
id_id: Pemangkasan Tambahan
ru_ru: Дополнительная обрезка
sv_se: Ytterligare beskäring
zh_cn: 附加裁剪

# #30041
source: Offset Cropped Image
da_dk: Forskyd beskåret billede
es_es: Imagen Recortada con Desplazamiento
id_id: Celah Gambar yang Dipotong
ru_ru: Смещение обрезанного изображения
sv_se: Förskjutning för beskärd bild
zh_cn: 偏移裁剪图像

# #30042
source: GPU Rasterizer Overclock
da_dk: Overclock GPU-rasterizer
es_es: Overclock Rasterizador de GPU
id_id: Overclock Rasterisasi GPU
ru_ru: Разгон растеризатора ГП
sv_se: Överklockning för GPU-rasterisering
zh_cn: GPU 光栅超频

# #30043
source: Core Aspect Ratio
da_dk: Skjul aspect ratio
es_es: Relación de Aspecto del Núcleo
id_id: Rasio Aspek Inti
ru_ru: Базовое соотношение сторон
sv_se: Kärnans bildförhållande
zh_cn: 内核高宽比

# #30044
source: Initial Scan Line - NTSC
da_dk: Første scanlinje - NTSC
es_es: Línea de Exploración Inicial - NTSC
id_id: Jalur Pemindaian Awal - NTSC
ru_ru: Начальная строка развёртки — NTSC
sv_se: Initial skanlinje - NTSC
zh_cn: 初始扫描线 - NTSC

# #30045
source: Last Scan Line - NTSC
da_dk: Sidste scanlinje - NTSC
es_es: Línea de Exploración Final - NTSC
id_id: Jalur Pemindaian Terakhir - NTSC
ru_ru: Последняя строка развёртки — NTSC
sv_se: Sista skanlinje - NTSC
zh_cn: 结束扫描线 - NTSC

# #30046
source: Initial Scan Line - PAL
da_dk: Første scanlinje - PAL
es_es: Línea de Exploración Inicial - PAL
id_id: Jalur Pemindaian Awal - PAL
ru_ru: Начальная строка развёртки — PAL
sv_se: Initial skanlinje - PAL
zh_cn: 初始扫描线 - PAL

# #30047
source: Last Scan Line - PAL
da_dk: Sidste scanlinje - PAL
es_es: Línea de Exploración Final - PAL
id_id: Jalur Pemindaian Terakhir - PAL
ru_ru: Последняя строка развёртки — PAL
sv_se: Sista skanlinje - PAL
zh_cn: 最末扫描线 - PAL

# #30048
source: CD Access Method (Restart Required)
da_dk: Adgangsmetode til CD (genstart påkrævet)
es_es: Método de Acceso a CD (Reinicio Requerido)
id_id: Metode Akses CD (Diperlukan Restart)
ru_ru: Способ доступа к CD (требуется перезагрузка)
sv_se: CD-åtkomstmetod (omstart krävs)
zh_cn: CD 访问方法（需要重新启动）

# #30049
source: CD Loading Speed
da_dk: Indlæsningshastighed for CD
es_es: Velocidad de Carga del CD
id_id: Kecepatan Memuat CD
ru_ru: Скорость загрузки CD
sv_se: CD-inläsningshastighet
zh_cn: CD 读取速度

# #30050
source: DualShock Analog Mode Toggle
es_es: Interruptor de Modo Analógico de DualShock
sv_se: Lägesväxling för DualShock Analog
zh_cn: DualShock 模拟模式切换

# #30051
source: Display OSD Messages
es_es: Mostrar Mensajes OSD
sv_se: Visa skärmmeddelanden
zh_cn: 显示 OSD 信息

# #30052
source: Deinterlace Method
es_es: Método de Desentrelazado
sv_se: Metod för deinterlace
zh_cn: 去隔行扫描法

# #30033
source: CPU Dynarec
zh_cn: CPU 动态记录
