Repository: terrytibbs2023/build
Catalog: repo2026/game.libretro.uae/resources/language/resource.language.*/strings.po
Languages: es_es, sv_se

# Addon Description
source: UAE stands for the Ubiquitous Amiga Emulator.[CR][CR]Most games require a version of the Amiga Kickstart ROM. However, some old games will work with the built-in ROM emulation.
es_es: UAE son las siglas de Ubiquitous Amiga Emulator.[CR][CR]La mayoría de los juegos requieren una versión de la ROM Amiga Kickstart. Sin embargo, algunos juegos antiguos funcionarán con la emulación ROM incorporada.
sv_se: UAE står för Ubiquitous Amiga Emulator.[CR][CR]De flesta spel kräver en version av Amiga Kickstart ROM. Vissa gamla spel fungerar dock med den inbyggda ROM-emuleringen.

# #30001
source: System > Model
es_es: Sistema > Modelo
sv_se: System > Modell

# #30002
source: System > Show Automatic Model Options
es_es: Sistema > Mostrar Opciones del Modelo Automático
sv_se: System > Visa automatiska modellalternativ

# #30003
source: Model > Automatic Floppy
es_es: Modelo > Floppy Automático
sv_se: Modell > Automatisk diskett

# #30004
source: Model > Automatic HD
es_es: Modelo > HD Automático
sv_se: Modell > Automatisk HD

# #30005
source: Model > Automatic CD
es_es: Modelo > CD Automático
sv_se: Modell > Automatisk CD

# #30006
source: System > Kickstart ROM
es_es: Sistema > ROM de Arranque

# #30007
source: System > Chip RAM
es_es: Sistema > Chip RAM

# #30008
source: System > Slow RAM
es_es: Sistema > RAM Lenta
sv_se: System > Långsamt RAM-minne

# #30009
source: System > Z2 Fast RAM
es_es: Sistema > RAM Rápida Z2
sv_se: System > Z2 Snabbt RAM-minne

# #30010
source: System > Z3 Fast RAM
es_es: Sistema > RAM Rápida Z3
sv_se: System > Z3 Snabbt RAM-minne

# #30011
source: System > CPU Model
es_es: Sistema > Modelo de CPU
sv_se: System > CPU-modell

# #30012
source: System > FPU Model
es_es: Sistema > Modelo FPU
sv_se: System > FPU-modell

# #30013
source: System > CPU Speed
es_es: Sistema > Velocidad de la CPU
sv_se: System > CPU-hastighet

# #30014
source: System > CPU Cycle-exact Speed
es_es: Sistema > Velocidad Exacta del Ciclo de la CPU
sv_se: System > CPU-cykelexakt hastighet

# #30015
source: System > CPU Compatibility
es_es: Sistema > Compatibilidad CPU
sv_se: System > CPU-kompatibilitet

# #30016
source: Media > Automatic Load Fast-Forward
es_es: Contenido > Carga Automática Avance Rápido
sv_se: Media > Automatisk inläsning snabbspolning

# #30017
source: Media > Floppy Speed
es_es: Contenido > Velocidad del Disquete
sv_se: Media > Disketthastighet

# #30018
source: Media > Floppy MultiDrive
es_es: Contenido > Floppy MultiDrive
sv_se: Media > Diskett MultiDrive

# #30019
source: Media > Floppy Write Protection
es_es: Contenido > Protección Contra Escritura de Disquetes
sv_se: Media > Skrivskydd för disketter

# #30020
source: Media > Floppy Write Redirect
es_es: Contenido > Redireccionamiento de Escritura de Disquete
sv_se: Media > Omdirigering av diskettskrivning

# #30021
source: Media > CD Speed
es_es: Contenido > Velocidad del CD
sv_se: Media > CD-hastighet

# #30022
source: Media > CD Startup Delayed Insert
es_es: Contenido > Inserción Retardada al Iniciar CD
sv_se: Media > Försenad inmatning vid CD-start

# #30023
source: Media > CD32/CDTV Shared NVRAM
es_es: Contenido > NVRAM Compartida CD32/CDTV
sv_se: Media > CD32/CDTV delat NVRAM

# #30024
source: Media > WHDLoad Support
es_es: Contenido > Soporte WHDLoad
sv_se: Media > Stöd för WHDLoad

# #30025
source: Media > WHDLoad Theme
es_es: Contenido > Tema WHDLoad
sv_se: Media > WHDLoad-tema

# #30026
source: Media > WHDLoad Splash Screen
es_es: Contenido > WHDLoad Pantalla Bienvenida
sv_se: Media > WHDLoad startskärm

# #30027
source: Media > WHDLoad NoWriteCache
es_es: Contenido > WHDLoad NoWriteCache

# #30028
source: Media > Global Boot HD
es_es: Contenido > Arranque Global HD
sv_se: Media > Global uppstarts-HD

# #30029
source: Media > Cartridge
es_es: Contenido > Cartucho
sv_se: Media > Kassett

# #30030
source: Show Video Options
es_es: Mostrar Opciones de Vídeo
sv_se: Visa videoalternativ

# #30031
source: Video > Allow Hz Change
es_es: Vídeo > Permitir Cambio de Hz
sv_se: Video > Tillåt Hz-ändring

# #30032
source: Video > Standard
es_es: Vídeo > Estándar

# #30033
source: Video > Pixel Aspect Ratio
es_es: Vídeo > Proporción de Píxeles
sv_se: Video > Bildförhållande per bildpunkt

# #30034
source: Video > Resolution
es_es: Vídeo > Resolución
sv_se: Video > Upplösning

# #30035
source: Video > Line Mode
es_es: Vídeo > Modo Línea
sv_se: Video > Linjeläge

# #30036
source: Video > Crop
es_es: Vídeo > Recortar
sv_se: Video > Beskär

# #30038
source: Video > Crop Mode
es_es: Vídeo > Modo de Recorte
sv_se: Video > Beskärningsläge

# #30040
source: Video > Vertical Position
es_es: Vídeo > Posición Vertical
sv_se: Video > Vertikal position

# #30041
source: Video > Horizontal Position
es_es: Vídeo > Posición Horizontal
sv_se: Video > Horisontell position

# #30042
source: Video > Immediate/Waiting Blits
es_es: Vídeo > Ráfagas Inmediatas/En Espera
sv_se: Video > Omedelbara/Väntande Blits

# #30043
source: Video > Collision Level
es_es: Vídeo > Nivel de Colisión
sv_se: Video > Kollisionsnivå

# #30044
source: Video > Remove Interlace Artifacts
es_es: Vídeo > Eliminar Artefactos de Entrelazado
sv_se: Video > Ta bort interlace-artefakter

# #30045
source: Video > Frameskip
es_es: Vídeo > Salto de Fotograma
sv_se: Video > Hoppa över bildrutor

# #30046
source: Video > Color Gamma
es_es: Vídeo > Color Gamma
sv_se: Video > Färggamma

# #30047
source: Video > Color Depth
es_es: Vídeo > Profundidad del Color
sv_se: Video > Färgdjup

# #30048
source: OSD > Virtual KBD Theme
es_es: OSD > Tema KBD Virtual
sv_se: OSD > Virtuellt KBD-tema

# #30049
source: OSD > Virtual KBD Transparency
es_es: OSD > Transparencia KBD Virtual
sv_se: OSD > Virtuell KBD-genomskinlighet

# #30050
source: OSD > Virtual KBD Dimming
es_es: OSD > Atenuación KBD Virtual
sv_se: OSD > Virtuell KBD-dimning

# #30051
source: OSD > Statusbar Mode
es_es: OSD > Modo Barra de Estado
sv_se: OSD > Statusfältläge

# #30052
source: OSD > Statusbar Startup
es_es: OSD > Inicio de la Barra de Estado
sv_se: OSD > Statusfält vid uppstart

# #30053
source: OSD > Statusbar Messages
es_es: OSD > Mensajes en la Barra de Estado
sv_se: OSD > Meddelanden för statusfält

# #30054
source: OSD > Light Pen/Gun Pointer Color
es_es: OSD > Lápiz Óptico/Color Puntero Pistola
sv_se: OSD > Färg på ljuspennan/pistolpekaren

# #30055
source: Show Audio Options
es_es: Mostrar Opciones de Audio
sv_se: Visa ljudalternativ

# #30056
source: Audio > Stereo Separation
es_es: Audio > Separación Estéreo
sv_se: Ljud > Stereoseparation

# #30057
source: Audio > Interpolation
es_es: Audio > Interpolación
sv_se: Ljud > Interpolering

# #30058
source: Audio > Filter
es_es: Audio > Filtro
sv_se: Ljud > Filter

# #30059
source: Audio > Filter Type
es_es: Audio > Tipo de Filtro
sv_se: Ljud > Filtertyp

# #30060
source: Audio > Floppy Sound Emulation
es_es: Audio > Emulación de Sonido de Disquete
sv_se: Ljud > Emulering av diskettljud

# #30061
source: Audio > Floppy Sound Mute Ejected
es_es: Audio > Sonido de Expulsión de Disquete Silenciado
sv_se: Ljud > Diskettljud tyst utmatning

# #30062
source: Audio > Floppy Sound Type
es_es: Audio > Tipo de Sonido de Disquete
sv_se: Ljud > Ljudtyp för diskett

# #30063
source: Audio > CD Audio Volume
es_es: Audio > Volumen CD Audio
sv_se: Ljud > Ljudvolym för CD

# #30064
source: Input > Analog Stick Mouse
es_es: Entrada > Stick Analógico del Ratón
sv_se: Inmatning > Analog spak-mus

# #30065
source: Input > Analog Stick Mouse Deadzone
es_es: Entrada > Zona Muerta Stick Analógico del Ratón
sv_se: Inmatning > Dödzon för analog spak-mus

# #30067
source: Input > D-Pad Mouse Speed
es_es: Entrada > Velocidad D-Pad del Ratón
sv_se: Inmatning > Mushastighet för riktningsknappar

# #30068
source: Input > Mouse Speed
es_es: Entrada > Velocidad del Ratón
sv_se: Inmatning > Mushastighet

# #30069
source: Input > Physical Mouse
es_es: Entrada > Ratón Físico
sv_se: Inmatning > Fysisk mus

# #30070
source: Input > Keyboard Pass-through
es_es: Entrada > Paso de Teclado
sv_se: Inmatning > Genomströmning av tangentbord

# #30071
source: Input > Keyrah Keypad Mappings
es_es: Entrada > Mapeo del Teclado Keyrah
sv_se: Inmatning > Mappningar för Keyrah-tangentbord

# #30072
source: Show Mapping Options
es_es: Mostrar Opciones de Mapeado
sv_se: Visa mappningsalternativ

# #30073
source: Hotkey > Toggle Virtual Keyboard
es_es: Tecla Rápida > Activar Teclado Virtual
sv_se: Snabbtangent > Växla virtuellt tangentbord

# #30074
source: Hotkey > Toggle Statusbar
es_es: Tecla Rápida > Activar Barra de Estado
sv_se: Snabbtangent > Växla statusfält

# #30075
source: Hotkey > Switch Joystick/Mouse
es_es: Tecla Rápida > Cambiar Joystick/Ratón
sv_se: Snabbknapp > Växla styrspak/mus

# #30076
source: Hotkey > Toggle Turbo Fire
es_es: Tecla Rápida > Activar Disparo Turbo
sv_se: Snabbtangent > Växla turboavfyrning

# #30077
source: Hotkey > Toggle Save Disk
es_es: Tecla Rápida > Activar Guardar a Disco
sv_se: Snabbtangent > Växla sparningsdisk

# #30078
source: Hotkey > Reset
es_es: Tecla Rápida > Reiniciar
sv_se: Snabbknapp > Omstart

# #30079
source: Hotkey > Toggle Aspect Ratio
es_es: Tecla Rápida > Cambiar Relación de Aspecto
sv_se: Snabbtangent > Växla bildförhållande

# #30080
source: Hotkey > Toggle Crop
es_es: Tecla Rápida > Activar Recorte
sv_se: Snabbtangent > Växla beskärning

# #30082
source: RetroPad > Up
es_es: RetroPad > Arriba
sv_se: RetroPad > Upp

# #30083
source: RetroPad > Down
es_es: RetroPad > Abajo
sv_se: RetroPad > Ner

# #30084
source: RetroPad > Left
es_es: RetroPad > Izquierda
sv_se: RetroPad > Vänster

# #30085
source: RetroPad > Right
es_es: RetroPad > Derecha
sv_se: RetroPad > Höger

# #30098
source: RetroPad > Left Analog > Up
es_es: RetroPad > Analógico Izquierdo > Arriba
sv_se: RetroPad > Vänster analog > Upp

# #30099
source: RetroPad > Left Analog > Down
es_es: RetroPad > Analógico Izquierdo > Abajo
sv_se: RetroPad > Vänster analog > Ner

# #30100
source: RetroPad > Left Analog > Left
es_es: RetroPad > Analógico Izquierdo > Izquierda
sv_se: RetroPad > Vänster analog > Vänster

# #30101
source: RetroPad > Left Analog > Right
es_es: RetroPad > Analógico Izquierdo > Derecha
sv_se: RetroPad > Vänster analog > Höger

# #30102
source: RetroPad > Right Analog > Up
es_es: RetroPad > Analógico Derecho > Arriba
sv_se: RetroPad > Höger analog > Upp

# #30103
source: RetroPad > Right Analog > Down
es_es: RetroPad > Analógico Derecho > Abajo
sv_se: RetroPad > Höger analog > Ner

# #30104
source: RetroPad > Right Analog > Left
es_es: RetroPad > Analógico Derecho > Izquierda
sv_se: RetroPad > Höger analog > Vänster

# #30105
source: RetroPad > Right Analog > Right
es_es: RetroPad > Analógico Derecho > Derecha
sv_se: RetroPad > Höger analog > Höger

# #30106
source: RetroPad > Turbo Fire
es_es: RetroPad > Disparo Turbo
sv_se: RetroPad > Turbo-avfyrning

# #30107
source: RetroPad > Turbo Button
es_es: RetroPad > Botón Turbo
sv_se: RetroPad > Turbo-knapp

# #30108
source: RetroPad > Turbo Pulse
es_es: RetroPad > Pulsación Turbo
sv_se: RetroPad > Turbo-puls

# #30109
source: RetroPad > Joystick/Mouse
es_es: RetroPad > Joystick/Ratón
sv_se: RetroPad > Styrspak/mus

# #30110
source: RetroPad > Joystick Port Order
es_es: RetroPad > Orden de Puerto de Joystick
sv_se: RetroPad > Ordning för joystickport

# #30111
source: RetroPad > Face Button Options
es_es: RetroPad > Opciones Botón Frontal
sv_se: RetroPad > Alternativ för handlingsknappar

# #30112
source: CD32 Pad > Face Button Options
es_es: CD32 Pad > Opciones Botón Frontal
sv_se: CD32 Pad > Alternativ för handlingsknappar

# #30113
source: Video > Automatic Crop Delay
es_es: Vídeo > Retardo Automático del Recorte
sv_se: Video > Automatisk fördröjning av beskärning

# #30114
source: Input > Left Analog Stick Mouse Speed
es_es: Entrada > Velocidad de Ratón en Palanca Analógica Izquierda
sv_se: Inmatning > Mushastighet för vänster analog spak

# #30115
source: Input > Right Analog Stick Mouse Speed
es_es: Entrada > Velocidad de Ratón en Palanca Analógica Derecha
sv_se: Inmatning > Mushastighet för höger analog spak

# #30116
source: Media > WHDLoad ButtonWait
es_es: Contenido > Botón de espera WHDLoad
