Repository: terrytibbs2023/build
Catalog: repo2026/game.libretro.bsnes/resources/language/resource.language.*/strings.po
Languages: es_es, sv_se, zh_cn

# Addon Summary
source: Nintendo - SNES / SFC (bsnes)
zh_cn: 任天堂 - SNES / SFC（bsnes）

# Addon Description
source: bsnes is a multi-platform Super Nintendo (Super Famicom) emulator from Near / Byuu that focuses on performance, features, and ease of use.
es_es: bsnes es un emulador multiplataforma de Super Nintendo (Super Famicom) de Near / Byuu que se centra en el rendimiento, funcionalidades y facilidad de uso.
sv_se: bsnes är en Super Nintendo (Super Famicom)-emulator för flera plattformar från Near / Byuu som fokuserar på prestanda, funktioner och användarvänlighet.
zh_cn: bsnes 是一款来自 Near/Byuu 的多平台超级任天堂（Super Famicom）模拟器，专注于性能、功能和易用性。

# Addon Disclaimer
source: In loving memory of Near / Byuu
es_es: En cariñoso recuerdo de Near / Byuu
sv_se: Till kärleksfullt minne av Near / Byuu
zh_cn: 怀念 Near / Byuu

# #30001
source: Preferred Aspect Ratio
es_es: Relación de Aspecto Preferida
sv_se: Föredraget bildförhållande
zh_cn: 首选纵横比

# #30003
source: Blur Emulation
es_es: Emulación de Difuminado
sv_se: Emulering av oskärpa
zh_cn: 模糊仿真

# #30004
source: PPU (Video) - Fast Mode
es_es: PPU (Vídeo) - Modo Rápido
sv_se: PPU (Video) - Snabbt läge
zh_cn: PPU（视频）- 快速模式

# #30005
source: PPU (Video) - Deinterlace
es_es: PPU (Vídeo) - Desentralazar
zh_cn: PPU（视频）- 反交错

# #30006
source: PPU (Video) - No Sprite Limit
es_es: PPU (Vídeo) - Sin Límite de Sprites
sv_se: PPU (Video) - Ingen sprite-gräns
zh_cn: PPU（视频）- 无 Sprite 限制

# #30007
source: PPU (Video) - No VRAM Blocking
es_es: PPU (Vídeo) - Sin Bloquear VRAM
sv_se: PPU (Video) - Ingen blockering av VRAM
zh_cn: PPU（视频）- 无 VRAM 阻塞

# #30008
source: DSP (Audio) - Fast Mode
es_es: DSP (Audio) - Modo Rápido
sv_se: DSP (ljud) - Snabbläge
zh_cn: DSP（音频）- 快速模式

# #30009
source: DSP (Audio) - Cubic Interpolation
es_es: DSP (Audio) - Interpolación Cúbica
sv_se: DSP (ljud) - kubisk interpolation
zh_cn: DSP（音频）- 三次插值

# #30010
source: DSP (Audio) - Echo Shadow RAM
es_es: DSP (Audio) - Eco de RAM Shadow
sv_se: DSP (Ljud) - Echo Shadow RAM
zh_cn: DSP（音频）- 回响影子内存

# #30011
source: HD Mode 7 - Scale
es_es: Modo 7 HD - Escalar
sv_se: HD Mode 7 - Skala
zh_cn: HD 模式7 - 缩放

# #30012
source: HD Mode 7 - Perspective Correction
es_es: Modo 7 HD - Correción de Perspectiva
sv_se: HD Mode 7 - Korrektion av perspektiv
zh_cn: HD 模式7 - 透视校正

# #30013
source: HD Mode 7 - Supersampling
es_es: Modo 7 HD - Supersampleado
zh_cn: HD 模式7 - 超级采样

# #30014
source: HD Mode 7 - HD->SD Mosaic
es_es: Modo 7 HD - Mosaico HD->SD
sv_se: HD Mode 7 - HD->SD Mosaik
zh_cn: HD 模式7 - HD->SD 马赛克

# #30015
source: Internal Run-Ahead
es_es: Avance Interno
sv_se: Intern Run-Ahead
zh_cn: 内部先行运行

# #30016
source: Coprocessors - Fast Mode
es_es: Coprocesadores - Modo Rápido
sv_se: Coprocessors - Snabbt läge
zh_cn: 协处理器 - 快速模式

# #30017
source: Coprocessors - Prefer HLE
es_es: Coprocesadores - Preferir HLE
sv_se: Coprocessors - Föredra HLE
zh_cn: 协处理器 - 首选 HLE

# #30018
source: Hotfixes
es_es: Parches
sv_se: Snabbfixar
zh_cn: 修补程序

# #30019
source: Entropy (randomization)
es_es: Entropía (aleatorización)
sv_se: Entropi (slumpmässighet)
zh_cn: 熵（随机）

# #30020
source: CPU Fast Math
es_es: CPU Matemáticas Rápidas
sv_se: CPU snabb matte
zh_cn: CPU 快速运算

# #30021
source: Overclocking - CPU
sv_se: Överklockning - CPU
zh_cn: 超频 - CPU

# #30022
source: Overclocking - SA-1 Coprocessor
es_es: Overclocking - Coprocesador SA-1
sv_se: Överklockning - SA-1 Coprocessor
zh_cn: 超频 - SA-1 协处理器

# #30023
source: Overclocking - SuperFX Coprocessor
es_es: Overclocking - Coprocesador SuperFX
sv_se: Överklockning - SuperFX Coprocessor
zh_cn: 超频 - SuperFX 协处理器

# #30024
source: Preferred Super Game Boy BIOS (Restart Required)
es_es: BIOS Preferida de Super Game Boy (Reinicio Requerido)
sv_se: Föredraget Super Game Boy BIOS (omstart krävs)
zh_cn: 首选 Super Game Boy BIOS（需要重新启动）

# #30025
source: Hide SGB Border
es_es: Ocultar Borde SGB
sv_se: Dölj SGB-ram
zh_cn: 隐藏 SGB 边框

# #30026
source: Touchscreen Light Gun
es_es: Pistola de luz en Pantalla táctil
sv_se: Ljuspistol för pekskärm
zh_cn: 触摸屏光线枪

# #30027
source: Super Scope Reverse Trigger Buttons
es_es: Super Scope Botones del Gatillo Inverso
sv_se: Omvända avtryckarknappar för Super Scope
zh_cn: Super Scope 反向触发按钮

# #30028
source: Filter
es_es: Filtro
zh_cn: 筛选器

# #30029
source: Color Adjustment - Luminance
es_es: Ajuste de Color - Luminancia
sv_se: Färgjustering - Luminans
zh_cn: 颜色调整 - 亮度

# #30030
source: Color Adjustment - Saturation
es_es: Ajuste de Color - Saturación
sv_se: Färgjustering - Mättnad
zh_cn: 颜色调整 - 饱和度

# #30031
source: Color Adjustment - Gamma
es_es: Ajuste de Color - Gama
sv_se: Färgjustering - Gamma
zh_cn: 颜色调整 - Gamma

# #30032
source: Crop Vertical Overscan
es_es: Cortar Sobredimensionamiento Vertical
sv_se: Beskär vertikal overscan
zh_cn: 垂直过扫描裁剪
