Repository: terrytibbs2023/build
Catalog: repo2026/game.libretro.fuse/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, zh_cn

# Addon Description
source: Fuse (the Free Unix Spectrum Emulator) was originally a ZX Spectrum emulator for Unix. It has since been ported to Mac OS X, Windows, the Wii, AmigaOS and MorphOS.
da_dk: Fuse (den gratis Unix Spectrum-emulator) var oprindeligt en ZX Spectrum-emulator til Unix. Det er siden blevet overført til Mac OS X, Windows, Wii, AmigaOS og MorphOS.
es_es: Fuse (el emulador gratuito de Spectrum para Unix) era originalmente un emulador de ZX Spectrum para Unix. Desde entonces ha sido adaptado a Mac OS X, Windows, Wii, AmigaOS y MorphOS.
zh_cn: Fuse（自由的 Unix Spectrum 模拟器）最初是用于 Unix 的 ZX Spectrum 模拟器。它已经被移植到 Mac OS X、Windows、Wii、AmigaOS 和 MorphOS。

# #30001
source: Model (needs content load)
da_dk: Model (skal indlæse indhold)
es_es: Modelo (necesita cargar contenido)
zh_cn: 型号（需要加载内容）

# #30002
source: Size Video Border
da_dk: Størrelse på videokant
es_es: Tamaño del Borde del Vídeo
zh_cn: 调整视频边框大小

# #30003
source: Tape Auto Load
da_dk: Automatisk indlæsning af bånd
es_es: Carga Automática de Cinta
zh_cn: 磁带自动加载

# #30004
source: Tape Fast Load
da_dk: Hurtig indlæsning af bånd
es_es: Carga Rápida de Cinta
zh_cn: 磁带快速读入

# #30005
source: Tape Load Sound
da_dk: Lyd ved indlæsning af bånd
es_es: Sonido al Cargar Cinta
zh_cn: 磁带加载声音

# #30006
source: Speaker Type
da_dk: Højttalertype
es_es: Tipo Altavoz
zh_cn: 扬声器类型

# #30007
source: AY Stereo Separation
da_dk: AY adskillelse af stereo
es_es: Separación Estéreo AY
zh_cn: AY 立体声分离

# #30008
source: Transparent Keyboard Overlay
es_es: Teclado Superpuesto Transparente
zh_cn: 透明键盘覆盖

# #30009
source: Time to Release Key in ms
da_dk: Tid tasten frigives i ms
es_es: Tiempo para Liberar la Tecla en ms
zh_cn: 释放键时间（毫秒）

# #30010
source: Joypad Left mapping
da_dk: Venstre mapping for joypad
es_es: Mapeo Joypad Izquierdo
zh_cn: 游戏手柄左映射

# #30011
source: Joypad Right mapping
da_dk: Højre mapping for joypad
es_es: Mapeo Joypad Derecho
zh_cn: 游戏手柄右映射

# #30012
source: Joypad Up mapping
da_dk: Mapping for joypad op
es_es: Mapeo Joypad Arriba
zh_cn: 游戏手柄上映射

# #30013
source: Joypad Down mapping
da_dk: Mapping for joypad ned
es_es: Mapeo Joypad Abajo
zh_cn: 游戏手柄下映射

# #30014
source: Joypad Start mapping
da_dk: Mapping for joypad start
es_es: Inicio Mapeo Joypad
zh_cn: 游戏手柄 Start 映射

# #30015
source: Joypad A button mapping
da_dk: Mapping for joypad A-knap
es_es: Mapeo Botón A Joypad
zh_cn: 游戏手柄A按钮映射

# #30016
source: Joypad B button mapping
da_dk: Mapping for joypad B-knap
es_es: Mapeo Botón B Joypad
zh_cn: 游戏手柄B按钮映射

# #30017
source: Joypad X button mapping
da_dk: Mapping for joypad X-knap
es_es: Mapeo Botón X Joypad
zh_cn: 游戏手柄X按钮映射

# #30018
source: Joypad Y button mapping
da_dk: Mapping for joypad Y-knap
es_es: Mapeo Botón Y Joypad
zh_cn: 游戏手柄Y按钮映射

# #30019
source: Joypad L button mapping
da_dk: Mapping for joypad L-knap
es_es: Mapeo Botón L Joypad
zh_cn: 游戏手柄L按钮映射

# #30020
source: Joypad R button mapping
da_dk: Mapping for joypad R-knap
es_es: Mapeo Botón R Joypad
zh_cn: 游戏手柄R按钮映射

# #30021
source: Joypad L2 button mapping
da_dk: Mapping for joypad L2-knap
es_es: Mapeo Botón L2 Joypad
zh_cn: 游戏手柄L2按钮映射

# #30022
source: Joypad R2 button mapping
da_dk: Mapping for joypad R2-knap
es_es: Mapeo Botón R2 Joypad
zh_cn: 游戏手柄R2按钮映射

# #30023
source: Joypad L3 button mapping
da_dk: Mapping for joypad L3-knap
es_es: Mapeo Botón L3 Joypad
zh_cn: 游戏手柄L3按钮映射

# #30024
source: Joypad R3 button mapping
da_dk: Mapping for joypad R3-knap
es_es: Mapeo Botón R3 Joypad
zh_cn: 游戏手柄R3按钮映射

# #30025
source: Emulation speed percentage (needs content load)
es_es: Porcentaje de velocidad de emulación (necesita cargar contenido)

# #30026
source: Colour Palette
es_es: Paleta de Color

# #30027
source: Display joystick type and emulation speed at startup
es_es: Mostrar tipo de mando y velocidad de emulación al iniciar

# #30028
source: Use Auto Size for Savestates. For Netplay 'Off' is recommended
es_es: Usar Tamaño Automático para los Guardados. Para Juego en red se recomienda apagarlo
