Repository: terrytibbs2023/build
Catalog: repo21/inputstream.ffmpegdirect/resources/language/resource.language.*/strings.po
Languages: et_ee

# Addon Summary
source: InputStream Client for FFmpeg streams (libavformat)
et_ee: InputStream klient FFmpeg voogudele (libavformat)

# Addon Description
source: InputStream Client for streams that can be opened by either FFmpeg's libavformat or Kodi's cURL. Common stream formats such as plain TS, HLS and DASH (without DRM) are supported as well as many others.[CR][CR]The addon also has support for Archive/Catchup services where there is a replay windows (usually in days) and can timeshift across that span.[CR][CR]For documenation visit: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md
et_ee: InputStream klient voogudele, mida avavad kas FFmpeg libavformat või Kodi cURL. Toetatakse tavalisi vorminguid, nagu TS, HLS ja DASH (ilma DRM-ita), aga ka paljusid teisi.[CR][CR]Lisamoodul toetab ka järelvaatamise teenuseid, kus ajanihe on võimalik teatud ajavahemikus (tavaliselt päevades).[CR][CR]Dokumentatsiooni saamiseks külasta: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md

# #30000
source: Network
et_ee: Võrk

# #30001
source: HTTP proxy
et_ee: HTTP puhverserver

# #30002
source: Use HTTP proxy when opening with FFmpeg
et_ee: Kasuta FFmpeg abil avamisel HTTP puhverserverit

# #30005
source: Username
et_ee: Kasutajanimi

# #30006
source: Password
et_ee: Parool

# #30007
source: Bandwidth
et_ee: Ribalaius

# #30008
source: Stream selection bandwidth
et_ee: Voo valiku ribalaius

# #30020
source: Timeshift
et_ee: Ajanihe

# #30021
source: Timeshift buffer path
et_ee: Ajanihke puhvri rada

# #30022
source: Enable timeshift limit
et_ee: Luba ajanihke piirang

# #30023
source: Maximum timeshift buffer length
et_ee: Ajanihke puhvri maksimaalne pikkus

# #30024
source: {0:.2f} hours
et_ee: {0:.2f} tundi

# #30040
source: Advanced
et_ee: Edasijõudnud

# #30042
source: Allow FFmpeg logging
et_ee: Luba FFmpeg logimine

# #30043
source: Probe for FPS
et_ee: FPS kontroll

# #30044
source: Enable teletext
et_ee: Luba teletekst

# #30045
source: Use fast open for streams using a manifest file
et_ee: Kasuta manifestifaili kasutavate voogude jaoks kiiravamist

# #30046
source: For catchup streams report stream is not realtime
et_ee: Teavita järelvaatamisvoogude vaatamisel, et need ei ole reaalajas

# #30600
source: This category contains the settings for network configuration such as FFmpeg proxy and bandwidth limits.
et_ee: See kategooria sisaldab võrgukonfiguratsiooni sätteid, nagu FFmpeg puhverserver ja ribalaiuse piirangud.

# #30601
source: Whether or not a proxy should be used when opening with FFmpeg. Note that if opened using curl kodi's proxy settings will be used.
et_ee: Kas FFmpeg abil avamisel tuleks kasutada puhverserverit või mitte.Tea, et curl abil avamisel kasutatakse Kodi puhverserveri sätteid.

# #30602
source: Configure the proxy server address.
et_ee: Määra puhverserveri aadress.

# #30603
source: Configure the proxy server port.
et_ee: Määra puhverserveri port.

# #30604
source: Configure the proxy server username.
et_ee: Määra puhverserveri kasutajanimi.

# #30605
source: Configure the proxy server password.
et_ee: Määra puhverserveri parool.

# #30606
source: Use this value as a maximum when selecting which HLS stream to use.
et_ee: See on maksimaalne väärtus HLS-voo valimisel.

# #30620
source: This category contains the settings for timeshift. Timeshifting allows you to pause live TV as well as move back and forward from your current position similar to playing back a recording.
et_ee: See kategooria sisaldab aja nihke seadeid. Ajanihe võimaldab peatada otsesaate ning liikuda praegusest kohast edasi-tagasi sarnaselt salvestise taasesitusega.

# #30621
source: The path used to store the timeshift buffer. The default is the [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] folder in userdata. Note that this folder will be cleared of timeshift files on Kodi startup. Only relevant when [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] property is passed to the addon.
et_ee: Ajanihke puhvri salvestamiseks kasutatav tee. Vaikeväärtus on kaust [I]"userdata/addon_data/inputstream.ffmpegdirect/timeshift"[/I]. Tea, et see kaust puhastatakse ajanihkefailidest Kodi käivitamisel. Oluline ainult siis, kui [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] teave edastatakse lisamoodulile.

# #30622
source: Enable this option to limit the length of the timeshift buffer. If disabled the buffer will grow forever until playback is stopped. Regardless of this setting the buffer will also grow forever if paused.
et_ee: Luba see suvand ajanihke puhvri kestuse piiramiseks. Kui see on keelatud, kasvab puhver lõputult taasesituse lõppemiseni. Sellest seadistusest olenemata kasvab puhver pausimisel lõputult.

# #30623
source: The length of the timeshift buffer in hours. Once the value is reached the older buffer data will be deleted to ensure the limit is not breached. Note that the storage for your device should be sufficient to allow the buffer to grow to it's maximum length (otherwise it's equivalent to disabling this option). A good heuristic for video size is 130MB per minute of 1080p video and 375MB per minute of 4K video.
et_ee: Ajanihke puhvri kestus tundides. Kui väärtus on saavutatud, kustutatakse vanemad puhvri andmed, et limiiti ei ületataks. Tea, et seadme salvestusruum peab olema piisav, et puhver saaks maksimaalse kestuseni kasvada (muidu võrdub see selle valiku keelamisega). Video suuruseks arvesta umbes 130 MB minutis 1080p video ja 375 MB minutis 4K video puhul.

# #30640
source: Advanced settings
et_ee: Põhjalikumad seaded

# #30641
source: If enabled the addon will log any FFmpeg logging to the Kodi log.
et_ee: Kui see on lubatud, logib lisamoodul kõik FFmpeg-logimised Kodi logisse.

# #30642
source: Probe for frames per second. Default enabled. If disabled the value returned by the codec will be used.
et_ee: Kaadrite arvu kontrollimine sekundis. Vaikimisi lubatud. Kui see on keelatud, kasutatakse koodeki tagastatud väärtust.

# #30643
source: Allow teletext. Default enabled.
et_ee: Luba teletekst. Vaikimisi lubatud.

# #30644
source: Streams which have a manifest file (e.g. HLD/DASH/Smooth Streaming) can be opened more quickly with FFmpeg with this option enabled.
et_ee: Manifestifailiga vooge (nt HLD/DASH/Smooth Streaming) saab FFmpeg abil kiiremini avada, kui see valik on lubatud.

# #30645
source: For certain catchup streams such as HLS reporting that a live stream is not live can improve stream open times. If testing this option works for a catchup stream/provider, then add a [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] to the M3U entry in question. This setting should not be left enabled for all streams.
et_ee: Teatud järelvaatamisvoogude (nt HLS) puhul võib teavitamine, et tegemist pole otsevooga, kiirendada avamist. Kui selle valiku toimib järelvaatamisvoo/teenusepakkuja puhul, lisa kõnealusele M3U kirjele [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I]. See säte ei tohiks olla lubatud kõigi voogude jaoks.
