Repository: terrytibbs2023/build
Catalog: repo2026/skin.bingie/language/resource.language.*/strings.po
Languages: es_es, zh_cn

# #31253
source: FAST FORWARD
es_es: AVANCE RÁPIDO
zh_cn: 快进

# #31254
source: REWIND
es_es: REBOBINAR
zh_cn: 快退

# #31255
source: Search by Movies, Shows or Episodes
es_es: Buscar por películas, programas o episodios
zh_cn: 按电影、节目或剧集进行搜索

# #31256
source: TV Shows Trending Today
es_es: Programas de TV en tendencia hoy
zh_cn: 今日热门剧集

# #31257
source: Memory Usage
es_es: Uso de memoria
zh_cn: 内存使用

# #31258
source: Enable finish, current & total time for OSD playback
es_es: Habilitar tiempo de finalización, actual y total para reproducción OSD
zh_cn: 启用屏幕显示播放时的结束时间、当前时间及总时长

# #31259
source: Enable animated discart
es_es: Habilitar discart animado
zh_cn: 启用动态碟片封面

# #31260
source: Panel color
es_es: Color del panel
zh_cn: 面板颜色

# #31261
source: There are no matches for your search.
es_es: No hay coincidencias para tu búsqueda.
zh_cn: 未找到与你的搜索匹配的结果。

# #31262
source: In the Bingie skin, the content is organized into dedicated hubs. This layout makes it easy to navigate between categories and find what you’re looking for. Just like on the home screen, you have the ability to add new widgets, remove existing ones, and fully customize their appearance and behavior.
es_es: En la apariencia Bingie, el contenido se organiza en centros dedicados. Este diseño facilita la navegación entre categorías y encontrar lo que buscas. Al igual que en la pantalla de inicio, tienes la capacidad de agregar nuevos widgets, eliminar los existentes y personalizar completamente su apariencia y comportamiento.
zh_cn: 在 Bingie 皮肤中，内容被组织到专属分类聚合中心。这种布局便于在不同分类间导航，快速找到所需内容。与主屏幕一样，你可以添加新小组件、移除现有小组件，并完全自定义它们的外观和行为。

# #31263
source: Recommended by TMDb
es_es: Recomendado por TMDb
zh_cn: TMDb 推荐

# #31264
source: Enable snow animation
es_es: Habilitar animación de nieve
zh_cn: 启用雪花动画

# #31265
source: Disable all submenus
es_es: Desactivar todos los submenús
zh_cn: 禁用所有子菜单

# #31266
source: Enable background animation
es_es: Habilitar animación de fondo
zh_cn: 启用背景动画

# #31267
source: General widget settings
es_es: Configuración general de widgets
zh_cn: 通用小组件设置

# #31268
source: Disable fanart
es_es: Desactivar fanart
zh_cn: 禁用同人画

# #31269
source: Large white icons
es_es: Iconos blancos grandes
zh_cn: 大白色图标

# #31270
source: General artwork & details options
es_es: Opciones generales de arte y detalles
zh_cn: 通用图像与详细信息选项

# #31271
source: Backup and restore
es_es: Copia de seguridad y restauración
zh_cn: 备份与恢复

# #31272
source: Backup skin settings
es_es: Copia de seguridad de configuración de la apariencia
zh_cn: 备份皮肤设置

# #31273
source: Restore skin settings
es_es: Restaurar configuración de la apariencia
zh_cn: 还原皮肤设置

# #31274
source: Reset skin to default settings
es_es: Restablecer la apariencia a la configuración predeterminada
zh_cn: 重置皮肤为默认设置

# #31275
source: Disable Bingie logo on home
es_es: Desactivar logo de Bingie en inicio
zh_cn: 在主界面禁用 Bingie 徽标

# #31276
source: Auto hide menu
es_es: Ocultar menú automáticamente
zh_cn: 自动隐藏菜单

# #31277
source: IMDB Top 250 Movies
es_es: Top 250 de películas de IMDB
zh_cn: IMDB Top 250 电影

# #31278
source: Hide ratings and studio logo while trailer is playing
es_es: Ocultar clasificaciones y logo del estudio mientras se reproduce el tráiler
zh_cn: 播放预告片时隐藏评分和制片厂徽标

# #31279
source: Dark grey
es_es: Gris oscuro
zh_cn: 深灰色

# #31280
source: OSD buffering spinner color
es_es: Color del indicador de carga del OSD
zh_cn: 屏幕显示缓冲旋转颜色

# #31281
source: Disable items progress bar below title/clearlogo (use default indicator)
es_es: Desactivar barra de progreso de elementos debajo del título/clearlogo (usar indicador predeterminado)
zh_cn: 在标题或透明徽标下方禁用项目进度条显示功能（使用默认的进度指示器）。

# #31282
source: Prefer red/white additional details icon
es_es: Preferir icono de detalles adicionales rojo/blanco
zh_cn: 优先使用红/白附加信息图标

# #31283
source: Prefer white icon on Top 250 sublabel
es_es: Preferir icono blanco en subetiqueta Top 250
zh_cn: Top 250 子标签优先使用白色图标

# #31284
source: Enable Top 250 sublabel on home and Bingie views
es_es: Habilitar subetiqueta Top 250 en inicio y vistas Bingie
zh_cn: 在主界面和 Bingie 视图启用 Top 250 子标签

# #31285
source: Overview
es_es: Resumen
zh_cn: 概述

# #31286
source: 36 Hour Forecast
es_es: Pronóstico de 36 horas
zh_cn: 36 小时预报

# #31287
source: Hourly Forecast
es_es: Pronóstico por hora
zh_cn: 逐小时预报

# #31288
source: Weekend Forecast
es_es: Pronóstico del fin de semana
zh_cn: 周末预报

# #31289
source: 10 Day Forecast
es_es: Pronóstico de 10 días
zh_cn: 10 天预报

# #31290
source: Chance of Precipitation
es_es: Probabilidad de precipitación
zh_cn: 降水概率

# #31291
source: Fetching forecast info...
es_es: Obteniendo información del pronóstico...
zh_cn: 正在获取预报信息...

# #31292
source: TV Show status
es_es: Estado del programa de TV
zh_cn: 剧集播出状态

# #31293
source: Only for music
es_es: Solo para música
zh_cn: 仅用于音乐领域

# #31294
source: For episodes and music
es_es: Para episodios y música
zh_cn: 用于剧集及音乐制作

# #31295
source: TMDb Rating
es_es: Clasificación de TMDb
zh_cn: TMDb 评分

# #31296
source: Time to show each fanart image
es_es: Tiempo para mostrar cada imagen de fanart
zh_cn: 每张同人画显示时间

# #31297
source: Disable spotlight widget
es_es: Deshabilitar widget de spotlight
zh_cn: 禁用“精选推荐”小组件

# #31298
source: pixels
es_es: píxeles
zh_cn: 像素

# #31299
source: Color-fixed size
es_es: Tamaño fijo de color
zh_cn: 固定颜色大小

# #31300
source: Watch It Again Movies
es_es: Ver de nuevo (Películas)
zh_cn: 再次观看电影

# #31301
source: Auto focus the first unwatched episode in lists
es_es: Enfocar automáticamente el primer episodio no visto en listas
zh_cn: 自动聚焦列表首集未观看剧集

# #31302
source: Border color for fixed MPAA panel
es_es: Color del borde para panel MPAA fijo
zh_cn: 固定 MPAA 面板的边框颜色

# #31303
source: Color
zh_cn: 颜色

# #31304
source: Prefer TV Show thumbnail for episodes in widgets
es_es: Preferir miniatura de programa de TV para episodios en widgets
zh_cn: 小组件中单集优先使用剧集缩略图

# #31305
source: Decoder
es_es: Decodificador
zh_cn: 解码器

# #31306
source: UK MPAA (only for US and UK ratings)
es_es: UK MPAA (solo para clasificaciones de EE. UU. y Reino Unido)
zh_cn: 英国分级（仅限美英分级体系）

# #31307
source: Lyrics overlay color
es_es: Color de superposición de letras
zh_cn: 歌词叠加层颜色

# #31308
source: Select movie genre fanart
es_es: Seleccionar fanart de género de película
zh_cn: 选择电影类型同人画

# #31309
source: MPAA style
es_es: Estilo MPAA
zh_cn: MPAA 样式

# #31310
source: Hide header
es_es: Ocultar encabezado
zh_cn: 隐藏标题

# #31311
source: on IMDB Today
es_es: en IMDB Hoy
zh_cn: IMDb 今日热门

# #31312
source: Channel logo/number visibility in TV guide
es_es: Visibilidad de logo/número de canal en guía de TV
zh_cn: 电视指南中频道徽标/编号的可见性

# #31313
source: Most Played Movies
es_es: Películas más reproducidas
zh_cn: 播放最多电影

# #31314
source: Most Played TV Shows
es_es: Programas de TV más reproducidos
zh_cn: 播放最多剧集

# #31315
source: Most Watched Movies
es_es: Películas más vistas
zh_cn: 观看最多电影

# #31316
source: Most Watched TV Shows
es_es: Programas de TV más vistos
zh_cn: 观看最多剧集

# #31317
source: Disable collections
es_es: Desactivar colecciones
zh_cn: 禁用合集

# #31319
source: Trakt Popular TV Shows
es_es: Programas de TV populares en Trakt
zh_cn: Trakt 热门剧集

# #31320
source: Enable Top 250 sublabel on video info
es_es: Habilitar subetiqueta Top 250 en información de video
zh_cn: 在视频信息启用 Top 250 子标签

# #31321
source: Bingie views
es_es: Vistas de Bingie
zh_cn: Bingie 视图

# #31322
source: Enable Top 250 sublabel on spotlight
es_es: Habilitar subetiqueta Top 250 en spotlight
zh_cn: 在“精选推荐”启用 Top 250 子标签

# #31323
source: Top 250 sublabel visibility
es_es: Visibilidad de subetiqueta Top 250
zh_cn: Top 250 子标签可见性

# #31324
source: Hide ratings and studio logo in views
es_es: Ocultar clasificaciones y logo del estudio en vistas
zh_cn: 在视图中隐藏评分和制片厂徽标

# #31325
source: Show current weather
es_es: Mostrar clima actual
zh_cn: 显示当前天气

# #31326
source: Trakt Popular Movies
es_es: Películas populares en Trakt
zh_cn: Trakt 热门电影

# #31327
source: Clearlogo/title position (except Bingie views)
es_es: Posición de clearlogo/título (excepto vistas Bingie)
zh_cn: 透明徽标/标题位置（Bingie 视图除外）

# #31328
source: Trakt Trending TV Shows
es_es: Programas de TV en tendencia en Trakt
zh_cn: Trakt 趋势剧集

# #31329
source: Top left
es_es: Arriba a la izquierda
zh_cn: 左上角

# #31330
source: Top center
es_es: Arriba al centro
zh_cn: 顶部居中

# #31331
source: Top right
es_es: Arriba a la derecha
zh_cn: 右上角

# #31332
source: Movies Trending Today
es_es: Películas en tendencia hoy
zh_cn: 今日趋势电影

# #31333
source: Because you watched
es_es: Porque viste
zh_cn: 因你观看

# #31334
source: Last Releases Movies
es_es: Últimos lanzamientos (Películas)
zh_cn: 最新发行电影

# #31335
source: Most Voted Movies
es_es: Películas más votadas
zh_cn: 最多投票电影

# #31336
source: Most Voted TV Shows
es_es: Programas de TV más votados
zh_cn: 最多投票剧集

# #31337
source: Trakt Trending Movies
es_es: Películas en tendencia en Trakt
zh_cn: Trakt 趋势电影

# #31338
source: Prefer white ratings and studio logo
es_es: Preferir clasificaciones y logo del estudio en blanco
zh_cn: 优先使用白色评分和制片厂徽标

# #31339
source: Top Rated Movies
es_es: Películas mejor valoradas
zh_cn: 最高评分电影

# #31340
source: Top Rated TV Shows
es_es: Programas de TV mejor valorados
zh_cn: 最高评分剧集

# #31341
source: Total episodes
es_es: Episodios totales
zh_cn: 总集数

# #31342
source: Episode number
es_es: Número de episodio
zh_cn: 单集编号

# #31343
source: Highest Revenue Movies
es_es: Películas con mayor recaudación
zh_cn: 最高票房电影

# #31344
source: Scrollbar visibility
es_es: Visibilidad de la barra de desplazamiento
zh_cn: 滚动条可见性

# #31346
source: TMDb Popular TV Shows
es_es: Programas de TV populares en TMDb
zh_cn: TMDb 热门剧集

# #31347
source: TMDb Popular Movies
es_es: Películas populares en TMDb
zh_cn: TMDb 热门电影

# #31348
source: Label overlay text color
es_es: Color de texto de superposición de etiqueta
zh_cn: 标签叠加层文字颜色

# #31349
source: Label overlay panel color
es_es: Color de panel de superposición de etiqueta
zh_cn: 标签叠加层面板颜色

# #31350
source: Menu colors
es_es: Colores del menú
zh_cn: 菜单颜色

# #31351
source: Sideblade/options menu panel color
es_es: Color del panel de menú de opciones/lateral
zh_cn: 侧边栏/选项菜单面板颜色

# #31352
source: TV Mysteries
es_es: Misterios de TV
zh_cn: 悬疑剧集

# #31353
source: TV Westerns
es_es: Westerns de TV
zh_cn: 西部剧集

# #31354
source: Are you sure you want to restore menu itmes to default settings?
es_es: ¿Estás seguro de que deseas restaurar los elementos del menú a la configuración predeterminada?
zh_cn: 确定要将菜单项还原为默认设置？

# #31355
source: Align tags in center
es_es: Alinear etiquetas al centro
zh_cn: 标签居中对齐

# #31356
source: Show infopanel right
es_es: Mostrar panel de información a la derecha
zh_cn: 信息面板显示在右侧

# #31357
source: IMDB Rating
es_es: Clasificación de IMDB
zh_cn: IMDb 评分

# #31358
source: Open information instead of playing/opening content (only applies to widgets)
es_es: Abrir información en lugar de reproducir/abrir contenido (solo aplica a widgets)
zh_cn: 打开信息页而非播放/打开内容（仅适用于小组件）

# #31359
source: Select which details to show in video info
es_es: Seleccionar qué detalles mostrar en información de video
zh_cn: 选择视频信息页显示的详情内容

# #31360
source: Enable ratings
es_es: Habilitar clasificaciones
zh_cn: 启用评分

# #31361
source: Global background
es_es: Fondo global
zh_cn: 全局背景

# #31362
source: Enable auto pause on OSD open
es_es: Habilitar pausa automática al abrir OSD
zh_cn: 打开屏幕显示显示时启用自动暂停

# #31363
source: TMDb People
es_es: Personas de TMDb
zh_cn: TMDb 影人

# #31364
source: TV Animations
es_es: Animaciones de TV
zh_cn: 动画剧集

# #31365
source: Footer colors
es_es: Colores de pie de página
zh_cn: 页脚颜色

# #31366
source: You're watching
es_es: Estás viendo
zh_cn: 您正在观看

# #31367
source: Manage skin backups
es_es: Gestionar copias de seguridad de la apariencia
zh_cn: 管理皮肤备份

# #31368
source: Manage color themes
es_es: Gestionar temas de color
zh_cn: 管理颜色主题

# #31369
source: Set icon
es_es: Establecer icono
zh_cn: 设置图标

# #31370
source: Auto play trailers for spotlight widget
es_es: Reproducir tráilers automáticamente para widget de spotlight
zh_cn: “精选推荐”小组件自动播放预告片

# #31371
source: No items in My List.[CR]Start adding Movies & TV Shows you like, just press the 'Add to My List' button from information page.
es_es: No hay elementos en Mi lista.[CR]Comienza a agregar películas y programas de TV que te gusten, solo presiona el botón 'Agregar a mi lista' desde la página de información.
zh_cn: 我的列表为空。[CR]从信息页点击“添加到我的列表”按钮开始收藏影视内容。

# #31372
source: TV Crime
es_es: Crimen de TV
zh_cn: 犯罪剧集

# #31373
source: TV Sci-Fi & Fantasy
es_es: Ciencia ficción y fantasía de TV
zh_cn: 科幻奇幻剧集

# #31374
source: TV War & Politics
es_es: Guerra y política de TV
zh_cn: 战争政治剧集

# #31375
source: OSD media/codec info color
es_es: Color de información de medios/códec OSD
zh_cn: 屏幕显示媒体/编解码器信息显示颜色

# #31376
source: TV Kids & Family
es_es: Niños y familia de TV
zh_cn: 儿童家庭剧集

# #31377
source: TV Documentaries
es_es: Documentales de TV
zh_cn: 纪录剧集

# #31378
source: Use alternative video info dialog
es_es: Usar diálogo de información de video alternativo
zh_cn: 使用替代视频信息对话框

# #31379
source: Set spotlight widget
es_es: Establecer widget de spotlight
zh_cn: 选择“精选推荐”小组件

# #31380
source: Audio Process Information
es_es: Información del proceso de audio
zh_cn: 音频进程信息

# #31381
source: TV Dramas
es_es: Dramas de TV
zh_cn: 剧情剧集

# #31382
source: TV Comedies
es_es: Comedias de TV
zh_cn: 喜剧剧集

# #31383
source: Customize surprise me hub
es_es: Personalizar centro sorpréndeme
zh_cn: 自定义惊喜分类聚合中心

# #31385
source: Surprise Me
es_es: Sorpréndeme
zh_cn: 惊喜推荐

# #31386
source: TV Action & Adventure
es_es: Acción y aventura de TV
zh_cn: 动作冒险剧集

# #31387
source: Welcome to Bingie
es_es: Bienvenido a Bingie
zh_cn: 欢迎使用 Bingie

# #31388
source: This skin is designed to simulate Netflix user experience for TV.[CR]In order to get everything running as it should, it's recommended to set the following Kodi options:[CR][CR][COLOR ff41b957] - Disable mouse[CR] - Hide parent folder items[CR] - Auto focus first unwatched episode[CR] - Flatten TV Shows seasons (show all episodes)[CR] - Set media default action to 'Resume'[/COLOR][CR][CR]Note that this settings are global and will be valid for all installed skins.[CR]But no worries, all settings can be reverted in Kodi settings.
es_es: Esta apariencia está diseñada para simular la experiencia de usuario de Netflix para TV.[CR]Para que todo funcione como debería, se recomienda configurar las siguientes opciones de Kodi:[CR][CR][COLOR ff41b957] - Desactivar ratón[CR] - Ocultar elementos de carpeta principal[CR] - Enfocar automáticamente el primer episodio no visto[CR] - Aplanar temporadas de programas de TV (mostrar todos los episodios)[CR] - Establecer acción predeterminada de medios a 'Reanudar'[/COLOR][CR][CR]Ten en cuenta que estos ajustes son globales y serán válidos para todas las apariencias instaladas.[CR]Pero no te preocupes, todos los ajustes se pueden revertir en la configuración de Kodi.
zh_cn: 该皮肤旨在模拟 Netflix 的电视端用户体验。[CR]为确保所有功能正常运行，建议设置以下 Kodi 选项：[CR][CR][COLOR ff41b957] - 禁用鼠标[CR] - 隐藏父文件夹项目[CR] - 自动聚焦首个未观看单集[CR] - 扁平化剧集季（显示所有单集）[CR] - 将媒体默认操作设置为「继续播放」[/COLOR][CR][CR]请注意，这些设置为全局设置，适用于所有已安装的皮肤。[CR]但无需担心，所有设置均可在 Kodi 设置中还原。

# #31389
source: Set recommended options
es_es: Establecer opciones recomendadas
zh_cn: 设置推荐选项

# #31390
source: Keep my current settings
es_es: Mantener mi configuración actual
zh_cn: 保留当前设置

# #31391
source: Change action
es_es: Cambiar acción
zh_cn: 改变操作

# #31392
source: Disable shortcut
es_es: Desactivar acceso directo
zh_cn: 禁用快捷方式

# #31393
source: Footer icon color
es_es: Color de icono de pie de página
zh_cn: 页脚图标颜色

# #31394
source: Lyrics colors
es_es: Colores de letras
zh_cn: 歌词颜色

# #31395
source: With Bingie you can have all of your Kodi and library content in one place, through the use of widgets.[CR][CR]Home widgets and hubs can be configured from:[CR][COLOR white] - Skin settings -> Configure shortcuts[CR][CR]The skin is pre-packed with widgets for movies & TV shows.[CR]If you haven't added files to your video library yet, now is a good time.[CR]Otherwise, you will start with TMDb Bingie Helper widgets.[/COLOR][CR][CR][COLOR ff41b957]TMDb Bingie Helper doesn't play any content by itself. To watch movies or TV shows, you need a separate plugin for that. If you want, you can then configure TMDb Bingie Helper to use it for playing content:[CR] - Skin settings -> Supported addons -> TMDb Bingie Helper -> Players[CR]You can always replace the default skin widgets with your own.[/COLOR]
es_es: Con Bingie puedes tener todo tu contenido de Kodi y biblioteca en un solo lugar, mediante el uso de widgets.[CR][CR]Los widgets y centros del inicio se pueden configurar desde:[CR][COLOR white] - Configuración de apariencia -> Configurar accesos directos[CR][CR]La apariencia viene preempaquetada con widgets para películas y programas de TV.[CR]Si aún no has agregado archivos a tu biblioteca de video, ¡ahora es un buen momento![CR]De lo contrario, estarías comenzando con widgets de TMDb Bingie Helper.[/COLOR][CR][CR][COLOR ff41b957]Los widgets de TMDb Bingie Helper no reproducen contenido. Necesitas un complemento separado para eso. Luego puedes configurar TMDb Bingie Helper para usarlo en la reproducción:[CR] - Configuración de apariencia -> Complementos compatibles -> TMDb Bingie Helper -> Reproductores[CR]Siempre puedes reemplazar los widgets de apariencia predeterminados con los tuyos.[/COLOR]
zh_cn: 通过 Bingie，你可以将所有 Kodi 内容和媒体库资源集中在一处，借助小组件实现。[CR][CR]主界面小组件和分类聚合中心可通过以下路径配置：[CR][COLOR white] - 皮肤设置 -> 配置快捷方式[CR][CR]该皮肤预装了电影和剧集的专属小组件。[CR]若你尚未向视频媒体库添加文件，现在正是合适时机。[CR]否则，你将默认使用 TMDb Bingie Helper 小组件。[/COLOR][CR][CR][COLOR ff41b957]TMDb Bingie Helper 本身不直接播放任何内容。如需观看电影或剧集，你需要安装独立的播放插件。如需关联播放功能，可按以下路径配置：[CR] - 皮肤设置 -> 支持的插件 -> TMDb Bingie Helper -> 播放器[CR]你也可以随时将皮肤默认小组件替换为你自定义的小组件。[/COLOR]

# #31396
source: Add videos to library
es_es: Agregar videos a la biblioteca
zh_cn: 添加视频到媒体库

# #31397
source: Get started with Bingie
es_es: Comenzar con Bingie
zh_cn: Bingie 入门指南

# #31398
source: Thriller
es_es: Suspenso
zh_cn: 惊悚

# #31399
source: Westerns
zh_cn: 西部

# #31400
source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR][CR]Change skin · Configure language and region · Setup screensaver
es_es: [B]CONFIGURAR AJUSTES DE APARIENCIA[/B][CR][CR]Cambiar apariencia · Configurar idioma y región · Configurar protector de pantalla
zh_cn: [B]配置外观设置[/B][CR][CR]更换皮肤 · 配置语言和区域 · 设置屏幕保护程序

# #31401
source: [B]CONFIGURE MEDIA SETTINGS[/B][CR][CR]Manage your video, music and picture library
es_es: [B]CONFIGURAR AJUSTES DE MEDIOS[/B][CR][CR]Gestionar tu biblioteca de videos, música e imágenes
zh_cn: [B]配置媒体设置[/B][CR][CR]管理你的视频、音乐和图片媒体库

# #31402
source: [B]CONFIGURE PLAYER SETTINGS[/B][CR][CR]Configure playback options · Set subtitle style
es_es: [B]CONFIGURAR AJUSTES DEL REPRODUCTOR[/B][CR][CR]Configurar opciones de reproducción · Establecer estilo de subtítulos
zh_cn: [B]配置播放器设置[/B][CR][CR]配置播放选项 · 设置字幕样式

# #31403
source: [B]CONFIGURE GAMES SETTINGS[/B][CR][CR]Set gameplay options
es_es: [B]CONFIGURAR AJUSTES DE JUEGOS[/B][CR][CR]Establecer opciones de juego
zh_cn: [B]配置游戏设置[/B][CR][CR]设置游戏选项

# #31404
source: [B]FILE MANAGER[/B][CR][CR]Browse and organize files
es_es: [B]GESTOR DE ARCHIVOS[/B][CR][CR]Explorar y organizar archivos
zh_cn: [B]文件管理[/B][CR][CR]浏览管理文件

# #31405
source: [B]CONFIGURE NETWORK SETTINGS[/B][CR][CR]Configure file sharing and internet access options
es_es: [B]CONFIGURAR AJUSTES DE RED[/B][CR][CR]Configurar opciones de uso compartido de archivos y acceso a Internet
zh_cn: [B]配置网络设置[/B][CR][CR]配置文件共享和互联网访问选项

# #31406
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR][CR]Configure display and audio · Enable debugging
es_es: [B]CONFIGURAR AJUSTES DEL SISTEMA[/B][CR][CR]Configurar pantalla y audio · Habilitar depuración
zh_cn: [B]配置系统设置[/B][CR][CR]配置显示和音频 · 启用调试

# #31407
source: [B]CONFIGURE SKIN SETTINGS[/B][CR][CR]Setup Bingie · Configure home screen and hubs
es_es: [B]CONFIGURAR AJUSTES DE APARIENCIA[/B][CR][CR]Configurar Bingie · Configurar pantalla de inicio y centros
zh_cn: [B]配置皮肤设置[/B][CR][CR]设置 Bingie 皮肤 · 配置主屏幕和分类聚合中心

# #31408
source: [B]CONFIGURE ADD-ONS[/B][CR][CR]Browse, install and manage add-ons
es_es: [B]CONFIGURAR COMPLEMENTOS[/B][CR][CR]Explorar, instalar y gestionar complementos
zh_cn: [B]配置插件[/B][CR][CR]浏览、安装和管理插件

# #31409
source: [B]SYSTEM INFO[/B][CR][CR]Summary · Storage · Network · Video · Hardware
es_es: [B]INFORMACIÓN DEL SISTEMA[/B][CR][CR]Resumen · Almacenamiento · Red · Video · Hardware
zh_cn: [B]系统信息[/B][CR][CR]摘要 · 存储 · 网络 · 视频 · 硬件

# #31410
source: [B]CONFIGURE LIVE TV SETTINGS[/B][CR][CR]Configure PVR options
es_es: [B]CONFIGURAR AJUSTES DE TV EN VIVO[/B][CR][CR]Configurar opciones de PVR
zh_cn: [B]配置直播电视设置[/B][CR][CR]配置 PVR 相关选项

# #31411
source: Additional info text color
es_es: Color de texto de información adicional
zh_cn: 附加信息文字颜色

# #31412
source: Sublabel text color
es_es: Color de texto de subetiqueta
zh_cn: 子标签文字颜色

# #31413
source: Configure hubs
es_es: Configurar centros
zh_cn: 配置分类聚合中心

# #31414
source: Mysteries
es_es: Misterios
zh_cn: 悬疑

# #31415
source: Restore menu items
es_es: Restaurar elementos del menú
zh_cn: 恢复菜单项

# #31416
source: Thumbs down rate value
es_es: Valor de calificación de pulgar abajo
zh_cn: 踩的评分值

# #31417
source: Thumbs Up/Down
es_es: Pulgar arriba/abajo
zh_cn: 顶/踩

# #31418
source: Thumbs up rate value
es_es: Valor de calificación de pulgar arriba
zh_cn: 顶的评分值

# #31419
source: PVR guide focused item panel color
es_es: Color de panel de elemento enfocado de guía PVR
zh_cn: PVR 节目指南聚焦项面板颜色

# #31420
source: Plot & critics
es_es: Trama y críticas
zh_cn: 剧情与影评

# #31421
source: [B]MANAGE YOUR KODI USER PROFILES[/B][CR][CR]Create new profiles or edit existing ones
es_es: [B]GESTIONAR TUS PERFILES DE USUARIO KODI[/B][CR][CR]Crear nuevos perfiles o editar los existentes
zh_cn: [B]管理你的 Kodi 用户配置文件[/B][CR][CR]创建新配置文件或编辑现有配置文件

# #31423
source: Swap poster
es_es: Intercambiar póster
zh_cn: 交换海报

# #31427
source: Romance
zh_cn: 爱情

# #31428
source: Sci-Fi
es_es: Ciencia ficción
zh_cn: 科幻

# #31432
source: TMDb Trending Movies
es_es: Películas en tendencia en TMDb
zh_cn: TMDb 趋势电影

# #31433
source: Rate this title
es_es: Calificar este título
zh_cn: 给此标题评分

# #31434
source: Customize movies hub
es_es: Personalizar centro de películas
zh_cn: 自定义电影分类聚合中心

# #31435
source: Animations
es_es: Animaciones
zh_cn: 动画

# #31436
source: Disable search suggestions
es_es: Desactivar sugerencias de búsqueda
zh_cn: 禁用搜索建议

# #31438
source: Enable indicator if item is playing or is recording/timer (PVR)
es_es: Habilitar indicador si el elemento se está reproduciendo o grabando/temporizador (PVR)
zh_cn: 若项目正在播放或正在录制/定时录制（PVR），则启用指示器

# #31442
source: History & War
es_es: Historia y guerra
zh_cn: 历史战争

# #31443
source: IMDB Top 250 TV Shows
es_es: Top 250 programas de TV de IMDB
zh_cn: IMDB Top 250 剧集

# #31446
source: Fantasy
es_es: Fantasía
zh_cn: 奇幻

# #31447
source: Bingie landscape tag sublabel
es_es: Subetiqueta de etiqueta de paisaje de Bingie
zh_cn: Bingie 横向布局标签子标签

# #31448
source: Crime
es_es: Crimen
zh_cn: 犯罪

# #31449
source: Interval for multi-image and random fanart backgrounds
es_es: Intervalo para multi-imagen y fondos de fanart aleatorios
zh_cn: 多图/随机同人画切换间隔

# #31450
source: Header colors
es_es: Colores de encabezado
zh_cn: 标题颜色

# #31451
source: Kids & Family
es_es: Niños y familia
zh_cn: 儿童家庭

# #31452
source: Horror
es_es: Terror
zh_cn: 恐怖

# #31453
source: TMDb Trending TV Shows
es_es: Programas de TV en tendencia en TMDb
zh_cn: TMDb 趋势剧集

# #31454
source: Movies Trending This Week
es_es: Películas en tendencia esta semana
zh_cn: 本周趋势电影

# #31455
source: Footer text color
es_es: Color de texto de pie de página
zh_cn: 页脚文字颜色

# #31456
source: Dramas
zh_cn: 剧情

# #31457
source: Comedies
es_es: Comedias
zh_cn: 喜剧
