Repository: terrytibbs2023/build
Catalog: repo2026/skin.bingie/language/resource.language.*/strings.po
Languages: es_es, zh_cn

# #31458
source: More like this
es_es: Más como esto
zh_cn: 类似内容

# #31459
source: Button focused text color
es_es: Color de texto de botón enfocado
zh_cn: 按钮聚焦文字颜色

# #31460
source: Text color
es_es: Color de texto
zh_cn: 文字颜色

# #31462
source: Color themes
es_es: Temas de color
zh_cn: 颜色主题

# #31463
source: Select a color theme
es_es: Seleccionar un tema de color
zh_cn: 选择颜色主题

# #31464
source: Bingie skin allows you to customize almost every color manually. You can save your customizations as a color theme or reset everything to default.
es_es: La apariencia Bingie te permite personalizar casi todos los colores manualmente. Puedes guardar tus personalizaciones como un tema de color o restablecer todo a los valores predeterminados.
zh_cn: Bingie 皮肤允许你手动自定义几乎所有颜色。你可以将自定义设置保存为颜色主题，或重置所有设置为默认值。

# #31465
source: Customize submenu
es_es: Personalizar submenú
zh_cn: 自定义子菜单

# #31466
source: Set label
es_es: Establecer etiqueta
zh_cn: 设置标签

# #31467
source: PVR guide progress indicator color
es_es: Color del indicador de progreso de la guía PVR
zh_cn: PVR 节目指南进度指示器颜色

# #31468
source: Content type
es_es: Tipo de contenido
zh_cn: 内容类型

# #31469
source: Action & Adventure
es_es: Acción y aventura
zh_cn: 动作冒险

# #31470
source: Details row rating color
es_es: Color de calificación de fila de detalles
zh_cn: 详情行评分颜色

# #31471
source: Adults only panel color
es_es: Color de panel solo para adultos
zh_cn: 成人内容面板颜色

# #31472
source: Customize music hub
es_es: Personalizar centro de música
zh_cn: 自定义音乐分类聚合中心

# #31473
source: OSD panel color
es_es: Color de panel OSD
zh_cn: 屏幕显示面板颜色

# #31474
source: Amber
es_es: Ámbar
zh_cn: 琥珀色

# #31475
source: Button color
es_es: Color de botón
zh_cn: 按钮颜色

# #31476
source: Listitem border/panel unfocused color
es_es: Color desenfocado de borde/panel de elemento de lista
zh_cn: 列表项边框/面板未聚焦颜色

# #31477
source: Footer text shadow color
es_es: Color de sombra de texto de pie de página
zh_cn: 页脚文字阴影颜色

# #31478
source: OSD text color
es_es: Color de texto OSD
zh_cn: 屏幕显示文字颜色

# #31479
source: Similar
zh_cn: 相似内容

# #31480
source: Play trailer
es_es: Reproducir tráiler
zh_cn: 播放预告片

# #31481
source: PVR guide unfocused item text color
es_es: Color de texto de elemento desenfocado de guía PVR
zh_cn: PVR 节目指南未聚焦项文字颜色

# #31482
source: Oscar
es_es: Óscar
zh_cn: 奥斯卡

# #31483
source: Trakt Rating
es_es: Clasificación de Trakt
zh_cn: Trakt 评分

# #31484
source: Home main menu icon underline color
es_es: Color de subrayado de icono de menú principal de inicio
zh_cn: 主界面主菜单图标下划线颜色

# #31485
source: Radio button and spin control focused/active color
es_es: Color enfocado/activo de botón de radio y control giratorio
zh_cn: 单选按钮和数值调节控件聚焦/激活颜色

# #31486
source: General colors
es_es: Colores generales
zh_cn: 通用颜色

# #31487
source: Enable/disable views
es_es: Habilitar/deshabilitar vistas
zh_cn: 启用/禁用视图

# #31488
source: Writer
es_es: Escritor
zh_cn: 编剧

# #31489
source: For all content
es_es: Para todo el contenido
zh_cn: 适用于所有内容

# #31490
source: Change widget
es_es: Cambiar widget
zh_cn: 更改小组件

# #31491
source: Customize categories hub
es_es: Personalizar centro de categorías
zh_cn: 自定义分类聚合中心

# #31492
source: Play Something Else
es_es: Reproducir otra cosa
zh_cn: 播放其他内容

# #31493
source: YouTube videos
es_es: Videos de YouTube
zh_cn: YouTube 视频

# #31494
source: Emmy
zh_cn: 艾美奖

# #31495
source: Scrollbar background color
es_es: Color de fondo de barra de desplazamiento
zh_cn: 滚动条背景色

# #31496
source: Scrollbar unfocused color
es_es: Color desenfocado de barra de desplazamiento
zh_cn: 滚动条未聚焦颜色

# #31497
source: Scrollbar focused color
es_es: Color enfocado de barra de desplazamiento
zh_cn: 滚动条聚焦颜色

# #31498
source: Use fake discart when no discart exists
es_es: Usar discart falso cuando no existe discart
zh_cn: 无碟片封面时使用虚拟封面

# #31499
source: Channel number
es_es: Número de canal
zh_cn: 频道编号

# #31500
source: Use local trailers only
es_es: Usar solo tráilers locales
zh_cn: 仅使用本地的预告片

# #31501
source: Reload
es_es: Recargar
zh_cn: 重新加载

# #31502
source: Golden Globe
es_es: Globo de Oro
zh_cn: 金球奖

# #31503
source: Clock
es_es: Reloj
zh_cn: 时钟

# #31504
source: Default music background (if no artist fanart)
es_es: Fondo de música predeterminado (si no hay fanart del artista)
zh_cn: 默认音乐背景（若无艺术家同人画）

# #31505
source: Busy animation color
es_es: Color de animación de ocupado
zh_cn: 加载动画颜色

# #31506
source: Customize new & popular hub
es_es: Personalizar centro de novedades y populares
zh_cn: 自定新热推荐的分类聚合中心

# #31507
source: Layout for widgets
es_es: Diseño para widgets
zh_cn: 小组件布局

# #31508
source: Cast in TV Shows
es_es: Reparto en programas de TV
zh_cn: 剧集演员

# #31509
source: Crew in Movies
es_es: Equipo en películas
zh_cn: 电影剧组

# #31510
source: Crew in TV Shows
es_es: Equipo en programas de TV
zh_cn: 剧集剧组

# #31511
source: Only for episodes
es_es: Solo para episodios
zh_cn: 仅适用于单集

# #31512
source: Media items indicators
es_es: Indicadores de elementos multimedia
zh_cn: 媒体项指示器

# #31513
source: Enable indicator for watched items
es_es: Habilitar indicador para elementos vistos
zh_cn: 启用已观看指示器

# #31514
source: Enable indicator for in progress items
es_es: Habilitar indicador para elementos en progreso
zh_cn: 启用播放中指示器

# #31515
source: Enable indicator for movie sets
es_es: Habilitar indicador para colecciones de películas
zh_cn: 启用电影合集指示器

# #31516
source: Enable indicator for unwatched episodes
es_es: Habilitar indicador para episodios no vistos
zh_cn: 启用未观看剧集指示器

# #31517
source: color for indicator background (triangle)
es_es: Color de fondo del indicador (triángulo)
zh_cn: 指示器背景色（三角形）

# #31518
source: Forced views
es_es: Vistas forzadas
zh_cn: 强制视图

# #31519
source: Cast in Movies
es_es: Reparto en películas
zh_cn: 电影演员阵容

# #31520
source: Widget loading animation color
es_es: Color de animación de carga de widget
zh_cn: 小组件加载动画颜色

# #31521
source: color for indicator image
es_es: Color de la imagen del indicador
zh_cn: 指示器图像颜色

# #31522
source: Auto trailers
es_es: Tráilers automáticos
zh_cn: 自动预告片

# #31523
source: Header settings
es_es: Configuración de encabezado
zh_cn: 标题栏设置

# #31524
source: Autoplay trailer
es_es: Reproducción automática de tráiler
zh_cn: 自动播放预告片

# #31525
source: Configure header for home screen
es_es: Configurar encabezado para pantalla de inicio
zh_cn: 配置主屏幕标题

# #31526
source: Configure header for all windows (except home)
es_es: Configurar encabezado para todas las ventanas (excepto inicio)
zh_cn: 配置全局标题（主界面除外）

# #31527
source: Premiered in
es_es: Estrenada en
zh_cn: 首播于

# #31528
source: Play next episode (TMDb Bingie Helper)
es_es: Reproducir siguiente episodio (TMDb Bingie Helper)
zh_cn: 播放下集 (TMDb Bingie Helper)

# #31529
source: Posters
es_es: Pósters
zh_cn: 海报

# #31530
source: Creator
es_es: Creador
zh_cn: 创作人员

# #31531
source: Created by
es_es: Creado por
zh_cn: 创作者

# #31532
source: Critically Acclaimed Movies
es_es: Películas aclamadas por la crítica
zh_cn: 好评电影

# #31533
source: Trailers settings
es_es: Configuración de tráilers
zh_cn: 预告片设置

# #31534
source: My list
es_es: Mi lista
zh_cn: 我的列表

# #31535
source: OSD button focused color
es_es: Color enfocado de botón OSD
zh_cn: 屏幕显示按钮聚焦颜色

# #31536
source: Weather Alerts
es_es: Alertas meteorológicas
zh_cn: 天气预警

# #31537
source: Flags color
es_es: Color de banderas
zh_cn: 旗帜颜色

# #31538
source: PVR guide focused item text color
es_es: Color de texto de elemento enfocado de guía PVR
zh_cn: PVR 节目指南聚焦项文字颜色

# #31539
source: Light red
es_es: Rojo claro
zh_cn: 浅红色

# #31540
source: TV Shows Trending This Week
es_es: Programas de TV en tendencia esta semana
zh_cn: 本周趋势剧集

# #31541
source: Directed by
es_es: Dirigida por
zh_cn: 导演

# #31542
source: Written by
es_es: Escrito por
zh_cn: 编剧

# #31543
source: No items in My List.[CR]Start adding Movies & TV Shows you like, just press the 'Add/Remove Favorites' button from information page.
es_es: No hay elementos en mi lista.[CR]Comienza a agregar películas y programas de TV que te gusten, solo presiona el botón 'Agregar/Eliminar favoritos' en la página de información.
zh_cn: 我的列表中目前没有任何项目。[CR]现在可以开始添加你喜欢的电影和剧集，只需点击信息页面上的“添加/移除收藏夹”按钮即可。

# #31544
source: There are no comments for this content.
es_es: No hay comentarios para este contenido.
zh_cn: 此内容暂无评论。

# #31545
source: in main roles
es_es: en papeles principales
zh_cn: 主演

# #31546
source: series with
es_es: series con
zh_cn: 相关剧集

# #31547
source: OSD progress bar border color
es_es: Color del borde de la barra de progreso OSD
zh_cn: 屏幕显示进度条边框颜色

# #31548
source: Bingie Top 250 icon color
es_es: Color de icono Top 250 de Bingie
zh_cn: Bingie Top 250 图标颜色

# #31549
source: Play next episode (local library)
es_es: Reproducir siguiente episodio (biblioteca local)
zh_cn: 播放下集(本地库)

# #31550
source: Enable option for a complete keyboard
es_es: Habilitar opción para un teclado completo
zh_cn: 启用完整键盘选项

# #31551
source: Parental guidance suggested panel color
es_es: Color de panel de guía parental sugerida
zh_cn: 家长指导建议面板颜色

# #31552
source: General audiences panel color
es_es: Color de panel de audiencias generales
zh_cn: 普通观众面板颜色

# #31553
source: Disable extra fanart
es_es: Desactivar fanart extra
zh_cn: 禁用额外同人画

# #31554
source: Square
es_es: Cuadrado
zh_cn: 方形视图

# #31555
source: Show artist logo on fullscreen music playback
es_es: Mostrar logo del artista en reproducción de música a pantalla completa
zh_cn: 音乐全屏播放时显示艺术家徽标

# #31556
source: Watch It Again TV Shows
es_es: Ver de nuevo (Programas de TV)
zh_cn: 再次观看剧集

# #31557
source: Lyrics unfocused text color
es_es: Color de texto desenfocado de letras
zh_cn: 歌词未聚焦文字颜色

# #31558
source: There are no matches for this category.
es_es: No hay coincidencias para esta categoría.
zh_cn: 此分类无匹配项。

# #31559
source: Music playback
es_es: Reproducción de música
zh_cn: 音乐播放

# #31560
source: Channel logo
es_es: Logo del canal
zh_cn: 频道徽标

# #31561
source: Additional info icon color
es_es: Color de icono de información adicional
zh_cn: 附加信息图标颜色

# #31562
source: MPAA font color
es_es: Color de fuente MPAA
zh_cn: MPAA 分级字体颜色

# #31563
source: Popular
zh_cn: 热门

# #31564
source: Widgets
zh_cn: 小组件

# #31565
source: OSD info panel
es_es: Panel de información OSD
zh_cn: 屏幕显示信息面板

# #31566
source: Shows
es_es: Programas
zh_cn: 剧集

# #31568
source: Enable indicator for unwatched items
es_es: Habilitar indicador para elementos no vistos
zh_cn: 启用未观看项指示器

# #31569
source: Media listitem unfocused text color
es_es: Color de texto desenfocado de elemento de lista multimedia
zh_cn: 媒体列表项未聚焦文字颜色

# #31570
source: Media listitem focused text color
es_es: Color de texto enfocado de elemento de lista multimedia
zh_cn: 媒体列表项聚焦文字颜色

# #31571
source: Media listitem focused panel color
es_es: Color de panel enfocado de elemento de lista multimedia
zh_cn: 媒体列表项聚焦面板颜色

# #31572
source: Additional info text color (video info dialog)
es_es: Color de texto de información adicional (diálogo de información de video)
zh_cn: 附加信息文字颜色（视频信息对话框）

# #31573
source: OSD progress bar buffer cache color
es_es: Color de caché del búfer de la barra de progreso OSD
zh_cn: 屏幕显示进度条缓冲颜色

# #31574
source: Background color diffuse
es_es: Color de fondo difuso
zh_cn: 背景颜色扩散

# #31575
source: Prefer mini TV channels list on fullscreen
es_es: Preferir lista de canales de TV mini en pantalla completa
zh_cn: 全屏模式下优先显示迷你电视频道列表

# #31576
source: Landscape
es_es: Paisaje
zh_cn: 横向布局

# #31577
source: Hardware decoding
es_es: Decodificación por hardware
zh_cn: 硬件解码

# #31578
source: Widget
zh_cn: 小组件

# #31579
source: color for play icon
es_es: Color para icono de reproducción
zh_cn: 播放图标颜色

# #31000
source: S
es_es: T

# #31244
source: IMDB Top 250
es_es: Top 250 de IMDB
