Repository: terrytibbs2023/build
Catalog: repo2026/skin.bingie/language/resource.language.*/strings.po
Languages: es_es, zh_cn

# #31003
source: Header text color
es_es: Color del texto del encabezado
zh_cn: 标题栏文字颜色

# #31004
source: Moving focus frame
es_es: Marco de enfoque móvil
zh_cn: 动态聚焦框

# #31005
source: General skin settings
es_es: Configuración general de la apariencia
zh_cn: 常规皮肤设置

# #31006
source: Configure ratings list
es_es: Configurar lista de calificaciones
zh_cn: 配置评分列表

# #31007
source: New Episodes
es_es: Nuevos episodios
zh_cn: 新剧集

# #31008
source: color for indicator background
es_es: Color de fondo del indicador
zh_cn: 指示器背景色

# #31009
source: Use advanced layout
es_es: Usar diseño avanzado
zh_cn: 使用高级布局

# #31010
source: Playback & OSD
es_es: Reproducción y OSD
zh_cn: 播放与屏幕显示

# #31011
source: Button focused text color (keyboard)
es_es: Color del texto del botón enfocado (teclado)
zh_cn: 按钮聚焦文本颜色（键盘）

# #31012
source: Up next addon options
es_es: Opciones del complemento Siguiente
zh_cn: “下个播放”插件选项

# #31013
source: Configure shortcuts
es_es: Configurar accesos directos
zh_cn: 配置快捷方式

# #31014
source: Edit menu shortcuts and home widgets
es_es: Editar accesos directos del menú y widgets del inicio
zh_cn: 编辑菜单快捷方式和主界面小组件

# #31015
source: Button text color
es_es: Color del texto del botón
zh_cn: 按钮文字颜色

# #31016
source: Bingie playback & OSD
es_es: Reproducción y OSD de Bingie
zh_cn: Bingie 播放与屏幕显示

# #31017
source: Use alternative video OSD layout
es_es: Usar diseño alternativo de OSD de video
zh_cn: 使用替代视频屏幕显示布局

# #31019
source: Progress bar color
es_es: Color de la barra de progreso
zh_cn: 进度条颜色

# #31020
source: Progress bar background color
es_es: Color de fondo de la barra de progreso
zh_cn: 进度条背景色

# #31021
source: Watch credits
es_es: Ver créditos
zh_cn: 观看片尾制作名单

# #31022
source: Background settings
es_es: Configuración de fondo
zh_cn: 背景设置

# #31023
source: Rated
es_es: Clasificado
zh_cn: 已评分

# #31024
source: Force stop playback on fullscreen exit (except Live TV)
es_es: Forzar detención de reproducción al salir de pantalla completa (excepto TV en vivo)
zh_cn: 全屏退出时强制停止播放（直播电视除外）

# #31025
source: Categories
es_es: Categorías
zh_cn: 分类

# #31026
source: MPAA color panel
es_es: Panel de color MPAA
zh_cn: MPAA 分级颜色面板

# #31028
source: Display tags on widgets
es_es: Mostrar etiquetas en widgets
zh_cn: 在小组件显示标签

# #31029
source: Pink
es_es: Rosa
zh_cn: 粉色

# #31030
source: OSD plot text color
es_es: Color del texto de la trama del OSD
zh_cn: 屏幕显示剧情文字颜色

# #31031
source: Set number of roles to show in cast info
es_es: Establecer número de roles a mostrar en información de reparto
zh_cn: 设置演职员表显示角色数量

# #31032
source: OSD progress bar background color
es_es: Color de fondo de la barra de progreso del OSD
zh_cn: 屏幕显示进度条背景色

# #31033
source: OSD progress bar color
es_es: Color de la barra de progreso del OSD
zh_cn: 屏幕显示进度条颜色

# #31034
source: Parents strongly cautioned panel color
es_es: Color del panel de advertencia parental fuerte
zh_cn: 家长强烈警示面板颜色

# #31035
source: Movies in progress
es_es: Películas en progreso
zh_cn: 正在播放的电影

# #31036
source: Spotlight plot text color
es_es: Color del texto de la trama de Spotlight
zh_cn: “精选推荐”剧情文字颜色

# #31037
source: Set default limit for items in widgets
es_es: Establecer límite predeterminado para elementos en widgets
zh_cn: 设置小组件默认项目数

# #31038
source: Use compact header
es_es: Usar encabezado compacto
zh_cn: 启用紧凑标题栏

# #31039
source: Enable 'New Episodes' indicator
es_es: Habilitar indicador de 'Nuevos episodios'
zh_cn: 启用“新剧集”指示器

# #31040
source: Now playing
es_es: Reproduciendo ahora
zh_cn: 正在播放

# #31041
source: Bingie splash image
es_es: Imagen de bienvenida de Bingie
zh_cn: Bingie 启动画面

# #31042
source: Enable studio logo
es_es: Habilitar logo del estudio
zh_cn: 启用制片厂徽标

# #31043
source: OSD progress bar cache color
es_es: Color de caché de la barra de progreso del OSD
zh_cn: 屏幕显示进度条缓存颜色

# #31044
source: Video info dialog
es_es: Diálogo de información de video
zh_cn: 视频信息对话框

# #31045
source: Enable air date
es_es: Habilitar fecha de emisión
zh_cn: 显示播出日期

# #31046
source: Anime
zh_cn: 动漫

# #31047
source: Secondary text color
es_es: Color de texto secundario
zh_cn: 次要文字颜色

# #31048
source: Home main menu focused icon color
es_es: Color del icono enfocado del menú principal del inicio
zh_cn: 主界面主菜单选中图标颜色

# #31049
source: Music & Musicals
es_es: Música y musicales
zh_cn: 音乐与音乐剧

# #31050
source: All movies
es_es: Todas las películas
zh_cn: 所有电影

# #31051
source: All shows
es_es: Todos los programas
zh_cn: 所有剧集

# #31052
source: Select weather fanart
es_es: Seleccionar fanart del clima
zh_cn: 选择天气同人画

# #31053
source: You can select which palette is displayed by default when the color picker is called.
es_es: Puedes seleccionar que paleta se muestra por defecto cuando se llama al selector de color.
zh_cn: 你可选择调出颜色选择器时默认显示的调色板。

# #31054
source: Select a default palette for color picker
es_es: Seleccionar una paleta predeterminada para el selector de color
zh_cn: 选择默认调色板

# #31055
source: Default palette for color picker
es_es: Paleta predeterminada para el selector de color
zh_cn: 调色板默认方案

# #31057
source: OSD button color
es_es: Color del botón del OSD
zh_cn: 屏幕显示按钮颜色

# #31058
source: Customize shows hub
es_es: Personalizar centro de programas
zh_cn: 自定义剧集分类聚合中心

# #31059
source: remaining
es_es: restante
zh_cn: 剩余

# #31060
source: Show/hide OSD buttons
es_es: Mostrar/ocultar botones del OSD
zh_cn: 显示/隐藏屏幕显示按钮

# #31061
source: for
es_es: para
zh_cn: 为

# #31063
source: Show chapter marks
es_es: Mostrar marcas de capítulo
zh_cn: 显示章节标记

# #31064
source: No items in this category.
es_es: Sin elementos en esta categoría.
zh_cn: 此类别中没有项目。

# #31065
source: Up Next
es_es: Siguiente
zh_cn: 即将播放

# #31066
source: Watch
es_es: Ver
zh_cn: 观看

# #31067
source: Always hide
es_es: Siempre ocultar
zh_cn: 始终隐藏

# #31068
source: Alternative playback & OSD
es_es: Reproducción y OSD alternativos
zh_cn: 替代 播放与屏幕显示

# #31069
source: Trailer source
es_es: Fuente del tráiler
zh_cn: 预告片来源

# #31070
source: Watch Season
es_es: Ver temporada
zh_cn: 观看整季

# #31071
source: Settings level
es_es: Nivel de configuración
zh_cn: 设置级别

# #31072
source: Enable autoclose video OSD
es_es: Habilitar cierre automático de OSD de video
zh_cn: 启用视频屏幕显示自动关闭

# #31073
source: Lock view
es_es: Bloquear vista
zh_cn: 锁定视图

# #31074
source: Unlock view
es_es: Desbloquear vista
zh_cn: 解锁视图

# #31075
source: Enable startup animation in 4K
es_es: Habilitar animación de inicio en 4K
zh_cn: 启用 4K 启动动画

# #31076
source: Switch Profiles
es_es: Cambiar perfiles
zh_cn: 切换配置文件

# #31077
source: Home main menu icon color
es_es: Color del icono del menú principal del inicio
zh_cn: 主界面主菜单图标颜色

# #31078
source: Select weather icons
es_es: Seleccionar iconos del clima
zh_cn: 选择天气图标

# #31079
source: Bingeworthy TV Shows
es_es: Programas de TV para maratón
zh_cn: 必看剧集

# #31080
source: OSD sublabel text color
es_es: Color del texto de la etiqueta secundaria del OSD
zh_cn: 屏幕显示子标签文本颜色

# #31081
source: Restricted panel color
es_es: Color del panel restringido
zh_cn: 限制级内容面板颜色

# #31082
source: Select which buttons to show in video info
es_es: Seleccionar qué botones mostrar en información de video
zh_cn: 选择视频信息显示按钮

# #31083
source: Animate music background
es_es: Animar fondo de música
zh_cn: 音乐动画背景

# #31084
source: Additional video info icon color
es_es: Color del icono de información de video adicional
zh_cn: 附加视频信息图标颜色

# #31085
source: Flags text color
es_es: Color del texto de las banderas
zh_cn: 标识文字颜色

# #31086
source: Add to My List
es_es: Agregar a mi lista
zh_cn: 添加到我的列表

# #31087
source: Autoclose OSD time
es_es: Tiempo de cierre automático del OSD
zh_cn: 屏幕显示自动关闭时间

# #31088
source: Live TV
es_es: TV en vivo
zh_cn: 直播电视

# #31089
source: Crew
es_es: Equipo
zh_cn: 剧组

# #31090
source: Large color icons
es_es: Iconos de color grandes
zh_cn: 大彩色图标

# #31091
source: Remove from My List
es_es: Eliminar de mi lista
zh_cn: 从我的列表移除

# #31092
source: Show OSD info panel on pause
es_es: Mostrar panel de información del OSD al pausar
zh_cn: 暂停时显示屏幕显示信息面板

# #31093
source: Progress bar text color
es_es: Color del texto de la barra de progreso
zh_cn: 进度条文字颜色

# #31094
source: Wikipedia
zh_cn: 维基百科

# #31096
source: OSD primary text color
es_es: Color del texto principal del OSD
zh_cn: 屏幕显示主文字颜色

# #31097
source: OSD details row text color
es_es: Color del texto de la fila de detalles del OSD
zh_cn: 屏幕显示详细信息行文字颜色

# #31098
source: Not rated panel color
es_es: Color del panel de no calificado
zh_cn: 未分级面板颜色

# #31100
source: Starring
es_es: Protagonizado por
zh_cn: 主演

# #31101
source: Recently added TV Shows
es_es: Programas de TV añadidos recientemente
zh_cn: 最近添加的剧集

# #31102
source: Label text color
es_es: Color del texto de la etiqueta
zh_cn: 标签文字颜色

# #31103
source: OSD label text color
es_es: Color del texto de la etiqueta del OSD
zh_cn: 屏幕显示标签文字颜色

# #31104
source: Rotten Tomatoes Audience Rating
es_es: Clasificación de audiencia en Rotten Tomatoes
zh_cn: Rotten Tomatoes Audience 评分

# #31105
source: color for indicator text
es_es: Color del texto del indicador
zh_cn: 指示器文字颜色

# #31106
source: Randomize images (multi-image only)
es_es: Imágenes aleatorias (solo multi-imagen)
zh_cn: 随机图像（仅多图模式）

# #31107
source: Disable clearlogo (use text title instead)
es_es: Desactivar clearlogo (usar título de texto)
zh_cn: 禁用透明徽标（用文字标题代替）

# #31108
source: Released
es_es: Lanzado
zh_cn: 已上映

# #31109
source: Video playback
es_es: Reproducción de video
zh_cn: 视频播放

# #31110
source: TMDb Movies, TV Shows and People
es_es: Películas, programas de TV y personas de TMDb
zh_cn: TMDb 电影、剧集与影人

# #31111
source: Show premiere date instead of year
es_es: Mostrar fecha de estreno en lugar del año
zh_cn: 节目首播日期而非年份

# #31112
source: Finishes at
es_es: Termina a las
zh_cn: 结束于

# #31113
source: Auto show submenu
es_es: Mostrar submenú automáticamente
zh_cn: 自动显示子菜单

# #31114
source: Show extended info
es_es: Mostrar información extendida
zh_cn: 显示扩展信息

# #31115
source: Home screen layout
es_es: Diseño de la pantalla de inicio
zh_cn: 主屏幕布局

# #31116
source: Rotten Tomatoes Rating
es_es: Clasificación de Rotten Tomatoes
zh_cn: Rotten Tomatoes 评分

# #31117
source: Delayed
es_es: Retrasado
zh_cn: 已延迟

# #31118
source: Ratings and studio logo visibility
es_es: Visibilidad de clasificaciones y logo del estudio
zh_cn: 评分与制片厂徽标可见性

# #31119
source: Show large thumbnail
es_es: Mostrar miniatura grande
zh_cn: 显示大缩略图

# #31120
source: Enable details icons (cast, director, genre...)
es_es: Habilitar iconos de detalles (reparto, director, género...)
zh_cn: 启用详情图标（演员、导演、类型...）

# #31121
source: for You
es_es: para ti
zh_cn: 为你推荐

# #31123
source: Enable moving focus frame in home & hubs
es_es: Habilitar marco de enfoque móvil en inicio y centros
zh_cn: 在主界面和分类聚合中心启用动态焦点框

# #31124
source: Metacritic Rating
es_es: Clasificación de Metacritic
zh_cn: Metacritic 评分

# #31125
source: Always visible
es_es: Siempre visible
zh_cn: 始终可见

# #31126
source: Favorites
es_es: Favoritos
zh_cn: 收藏夹

# #31127
source: Volume indicator color
es_es: Color del indicador de volumen
zh_cn: 音量指示器颜色

# #31128
source: Recently played
es_es: Recientemente reproducido
zh_cn: 最近播放

# #31129
source: Volume indicator style
es_es: Estilo del indicador de volumen
zh_cn: 音量指示器样式

# #31130
source: Show OSD buffering progress during video playback
es_es: Mostrar progreso de buffering OSD durante la reproducción de video
zh_cn: 视频播放时显示屏幕显示缓冲进度

# #31131
source: Recently Added Artists
es_es: Artistas añadidos recientemente
zh_cn: 最近添加的艺人

# #31132
source: Home main menu/submenu focused text color
es_es: Color de texto enfocado para menú principal/submenú
zh_cn: 主界面主菜单/子菜单焦点文字颜色

# #31133
source: Jump to a specific time
es_es: Saltar a un tiempo específico
zh_cn: 跳转到特定时间

# #31135
source: Home main menu/submenu text color
es_es: Color de texto del menú principal/submenú de inicio
zh_cn: 主界面主菜单/子菜单文字颜色

# #31136
source: Enable zoom effect
es_es: Habilitar efecto zoom
zh_cn: 启用缩放效果

# #31137
source: Settings for recordings
es_es: Ajustes de grabación
zh_cn: 录制设置

# #31138
source: Cancel recording of this episode only
es_es: Cancelar grabación solo de este episodio
zh_cn: 仅取消本集录制

# #31139
source: Cancel recording of all episodes
es_es: Cancelar grabación de todos los episodios
zh_cn: 取消所有剧集录制

# #31140
source: Letterboxd Rating
es_es: Clasificación de Letterboxd
zh_cn: Letterboxd 评分

# #31141
source: Display tags in views
es_es: Mostrar etiquetas en vistas
zh_cn: 在视图中显示标签

# #31142
source: Prefer mini TV guide on fullscreen
es_es: Preferir mini guía de TV en pantalla completa
zh_cn: 全屏时优先使用迷你电视指南

# #31143
source: Plot text color
es_es: Color del texto de la trama
zh_cn: 剧情文字颜色

# #31144
source: Select which info to show in details row
es_es: Seleccionar qué información mostrar en la fila de detalles
zh_cn: 选择详情行中要显示的信息

# #31146
source: Duration/total seasons
es_es: Duración/temporadas totales
zh_cn: 时长/总季数

# #31147
source: Inactive
es_es: Inactivo
zh_cn: 已停用

# #31148
source: Trakt Manager
es_es: Gestor de Trakt
zh_cn: Trakt 管理

# #31149
source: with
es_es: con
zh_cn: 与

# #31150
source: and
es_es: y
zh_cn: 和

# #31151
source: Background overlay color
es_es: Color de superposición de fondo
zh_cn: 背景叠加层颜色

# #31152
source: Bingie animation
es_es: Animación de Bingie
zh_cn: Bingie 动画

# #31154
source: Startup animations
es_es: Animaciones de inicio
zh_cn: 启动动画

# #31155
source: Add/remove favorites
es_es: Agregar/quitar favoritos
zh_cn: 添加/移除收藏

# #31156
source: Ratings & studio logo
es_es: Clasificaciones y logo del estudio
zh_cn: 评分与制片厂徽标

# #31157
source: Primary text color
es_es: Color de texto principal
zh_cn: 主文字颜色

# #31158
source: Thumbs up/down options
es_es: Opciones de pulgar arriba/abajo
zh_cn: 顶/踩 选项

# #31159
source: Documentaries
es_es: Documentales
zh_cn: 纪录片

# #31160
source: Exit Bingie
es_es: Salir de Bingie
zh_cn: 退出 Bingie

# #31161
source: Watch Season 1 Now
es_es: Ver temporada 1 ahora
zh_cn: 立即观看第1季

# #31162
source: Button disabled text color
es_es: Color de texto de botón deshabilitado
zh_cn: 按钮禁用文字颜色

# #31163
source: Trailer delay interval
es_es: Intervalo de retraso del tráiler
zh_cn: 预告片延迟间隔

# #31164
source: No active weather alerts
es_es: Sin alertas meteorológicas activas
zh_cn: 无活跃天气预警

# #31165
source: TMDb Shows
es_es: Programas de TMDb
zh_cn: TMDb 节目

# #31166
source: Customize my list hub
es_es: Personalizar centro de mi lista
zh_cn: 自定义我的列表分类聚合中心

# #31167
source: Configure home screen & menus
es_es: Configurar pantalla de inicio y menús
zh_cn: 配置主屏幕和菜单

# #31168
source: This skin is designed to give you maximum flexibility in how you arrange your home screen and menus. You can add or remove widgets, define menus and submenus, and more. Use the buttons below to start customizing the skin’s menus and widgets.
es_es: Esta apariencia está diseñada para darte la máxima flexibilidad en cómo organizas tu pantalla de inicio y menús. Puedes agregar o quitar widgets, definir menús y submenús, y más. Usa los botones a continuación para comenzar a personalizar los menús y widgets de la apariencia.
zh_cn: 该皮肤旨在为你提供最大灵活性，方便你排列主屏幕和菜单。你可以添加或移除小组件、定义菜单和子菜单等。使用下方按钮开始自定义皮肤的菜单和小组件。

# #31169
source: Disable dummy spotlight widget
es_es: Deshabilitar widget de spotlight ficticio
zh_cn: 禁用虚拟“精彩推荐”小组件

# #31170
source: Reset menu to skin defaults
es_es: Restablecer menú a valores predeterminados de la apariencia
zh_cn: 重置菜单为皮肤默认设置

# #31171
source: If you see weird behavior on your home menu or you just want to start fresh and get the most out of this skin, you can reset the menu structures to the skins default settings with the button below.
es_es: Si ves un comportamiento extraño en tu menú de inicio o simplemente quieres empezar de nuevo y aprovechar al máximo esta apariencia, puedes restablecer las estructuras del menú a la configuración predeterminada de la apariencia con el siguiente botón.
zh_cn: 如果你的主界面菜单出现异常现象，或你想重新开始并充分发挥该皮肤的功能，可通过下方按钮将菜单结构重置为皮肤默认设置。

# #31172
source: Who's watching Bingie?
es_es: ¿Quién está viendo Bingie?
zh_cn: 谁在使用 Bingie？

# #31173
source: Auto play trailers in home & hubs
es_es: Reproducir tráilers automáticamente en inicio y centros
zh_cn: 在主界面和分类聚合中心中自动播放预告片

# #31174
source: Focused color for home tiles and widgets
es_es: Color enfocado para mosaicos y widgets de inicio
zh_cn: 主界面磁贴及小组件的选中状态颜色

# #31175
source: Change shortcut
es_es: Cambiar acceso directo
zh_cn: 更改快捷方式

# #31176
source: Splash screen settings
es_es: Configuración de pantalla de bienvenida
zh_cn: 启动画面设置

# #31177
source: Title/clearlogo animation when system is idle
es_es: Animación de título/clearlogo cuando el sistema está inactivo
zh_cn: 系统空闲时标题/透明徽标动画

# #31178
source: Hide ratings and studio logo on spotlight
es_es: Ocultar clasificaciones y logo del estudio en spotlight
zh_cn: 在“精选推荐”隐藏评分和制片厂徽标

# #31179
source: Always open fullscreen music playback
es_es: Siempre abrir reproducción de música en pantalla completa
zh_cn: 始终全屏播放音乐

# #31180
source: Hide ratings and studio logo on widgets
es_es: Ocultar clasificaciones y logo del estudio en widgets
zh_cn: 在小组件隐藏评分和制片厂徽标

# #31181
source: Select movie genre icons
es_es: Seleccionar iconos de género de películas
zh_cn: 选择电影类型图标

# #31182
source: Menu options
es_es: Opciones de menú
zh_cn: 菜单选项

# #31183
source: TMDb Movies
es_es: Películas de TMDb
zh_cn: TMDb 电影

# #31184
source: Replace cast and crew text list with cast and crew images
es_es: Reemplazar lista de texto de reparto y equipo con imágenes
zh_cn: 用图片替代演职员文字列表

# #31185
source: Spotlight
zh_cn: 精选推荐

# #31186
source: Search by TMDb Movies, Shows or People
es_es: Buscar por películas, programas o personas de TMDb
zh_cn: 可以通过 TMDb 电影、节目或演员来进行搜索

# #31187
source: More info
es_es: Más información
zh_cn: 更多信息

# #31188
source: Details options
es_es: Opciones de detalles
zh_cn: 详细信息选项

# #31189
source: Listitem border/panel focused color
es_es: Color enfocado del borde/panel del elemento de lista
zh_cn: 列表项边框/面板聚焦颜色

# #31190
source: Watch Now
es_es: Ver ahora
zh_cn: 立即观看

# #31191
source: Starting in
es_es: Comenzando en
zh_cn: 即将开始

# #31192
source: Match
es_es: Coincidencia
zh_cn: 匹配度

# #31193
source: Focus frame border size
es_es: Tamaño del borde del marco de enfoque
zh_cn: 聚焦框边框大小

# #31194
source: Supported addons
es_es: Complementos compatibles
zh_cn: 支持的插件

# #31195
source: Play from beginning
es_es: Reproducir desde el principio
zh_cn: 从头播放

# #31196
source: Last Releases TV Shows
es_es: Últimos lanzamientos de programas de TV
zh_cn: 最新上线剧集

# #31197
source: Style for media/codec info
es_es: Estilo para información de medios/códec
zh_cn: 媒体/编码器信息样式

# #31198
source: Hide ratings in Plot & Critics
es_es: Ocultar clasificaciones en Trama y Críticas
zh_cn: 在“剧情与评价”中隐藏评分

# #31199
source: Enable additional details cast thumbnails
es_es: Habilitar miniaturas de reparto de detalles adicionales
zh_cn: 启用附加演职员缩略图

# #31200
source: Show discart
es_es: Mostrar discart
zh_cn: 显示碟片封面

# #31201
source: Animate discart
es_es: Animar discart
zh_cn: 碟片封面动画

# #31202
source: Customize search menu
es_es: Personalizar menú de búsqueda
zh_cn: 自定义搜索菜单

# #31203
source: Background color
es_es: Color de fondo
zh_cn: 背景颜色

# #31204
source: Customize power menu
es_es: Personalizar menú de encendido
zh_cn: 自定义电源菜单

# #31205
source: Onyx
es_es: Ónix
zh_cn: 玛瑙色

# #31206
source: Music Video Artists
es_es: Artistas de videos musicales
zh_cn: 音乐视频艺人

# #31207
source: Use extra fanart
es_es: Usar fanart extra
zh_cn: 使用扩展同人画

# #31208
source: Replace 'Rate This Title' (local library) with 'Add Raiting' (Trakt)
es_es: Reemplazar 'Calificar este título' (biblioteca local) con 'Agregar calificación' (Trakt)
zh_cn: 用 Trakt 评分替换本地评分

# #31209
source: Loading...
es_es: Cargando...
zh_cn: 加载中...

# #31210
source: Classic
es_es: Clásico
zh_cn: 经典

# #31211
source: Recently Added Songs
es_es: Canciones agregadas recientemente
zh_cn: 最近添加歌曲

# #31212
source: Next episode in
es_es: Siguiente episodio en
zh_cn: 下集将在

# #31213
source: Select delay interval for auto trailers
es_es: Seleccionar intervalo de retraso para tráilers automáticos
zh_cn: 选择自动预告片延迟间隔

# #31214
source: Replace 'Add to My List' (local library) with 'Add/Remove Favorites' (Trakt)
es_es: Reemplazar 'Agregar a mi lista' (biblioteca local) con 'Agregar/Quitar favoritos' (Trakt)
zh_cn: 将“添加到我的列表”（本地媒体库）替换为“添加/移除收藏夹”（Trakt）

# #31215
source: Content loading
es_es: Cargando contenido
zh_cn: 内容加载中

# #31216
source: Only when OSD active
es_es: Solo cuando el OSD esté activo
zh_cn: 仅屏幕显示激活时

# #31217
source: Reboot to android
es_es: Reiniciar en Android
zh_cn: 重启至安卓系统

# #31218
source: Show first unwatched/currently watching episode details in TV Shows info
es_es: Mostrar detalles del primer episodio no visto/en reproducción en información de programas de TV
zh_cn: 在剧集信息页显示首个未观看/当前观看中的单集详情

# #31219
source: Random Movies
es_es: Películas aleatorias
zh_cn: 随机电影

# #31220
source: Header text shadow color
es_es: Color de sombra del texto del encabezado
zh_cn: 标题栏文字阴影颜色

# #31221
source: Media library views
es_es: Vistas de biblioteca multimedia
zh_cn: 媒体库视图

# #31222
source: Media details text color
es_es: Color de texto de detalles de medios
zh_cn: 媒体详细信息文字颜色

# #31224
source: PVR guide unfocused item panel color
es_es: Color del panel de elemento desenfocado de la guía PVR
zh_cn: PVR 节目指南未聚焦项面板颜色

# #31225
source: Enable auto scroll for plots/descriptions
es_es: Habilitar desplazamiento automático para tramas/descripciones
zh_cn: 启用剧情/描述自动滚动

# #31226
source: Media details header color
es_es: Color de encabezado de detalles de medios
zh_cn: 媒体详细信息标题栏颜色

# #31227
source: New & Popular
es_es: Nuevo y popular
zh_cn: 新热推荐

# #31228
source: Modern
es_es: Moderno
zh_cn: 现代

# #31229
source: More Episodes
es_es: Más episodios
zh_cn: 更多剧集

# #31230
source: Press up for full keyboard
es_es: Presiona arriba para teclado completo
zh_cn: 按上键调出完整键盘

# #31231
source: seconds
es_es: segundos
zh_cn: 秒

# #31232
source: Don't hide OSD infopanel on fullscreen music playback
es_es: No ocultar panel de información OSD en reproducción de música en pantalla completa
zh_cn: 全屏音乐播放时不隐藏屏幕显示信息面板

# #31233
source: Button focused color
es_es: Color de botón enfocado
zh_cn: 按钮聚焦颜色

# #31234
source: TMDb Movie Collections
es_es: Colecciones de películas de TMDb
zh_cn: TMDb 电影合集

# #31235
source: Video process information
es_es: Información de proceso de video
zh_cn: 视频进程信息

# #31236
source: Details row text color
es_es: Color de texto de fila de detalles
zh_cn: 详细信息行文字颜色

# #31237
source: Use genre colors in EPG timeline
es_es: Usar colores de género en línea de tiempo EPG
zh_cn: 在 EPG 时间轴使用类型颜色

# #31238
source: Lyrics text color
es_es: Color de texto de letras
zh_cn: 歌词文字颜色

# #31239
source: Use alternative EPG progress indicator
es_es: Usar indicador de progreso EPG alternativo
zh_cn: 使用替代 EPG 进度指示器

# #31240
source: We think you'll like this
es_es: Creemos que te gustará esto
zh_cn: 猜你喜欢

# #31241
source: Age
es_es: Edad
zh_cn: 年龄

# #31242
source: Skin resources settings
es_es: Configuración de recursos de la apariencia
zh_cn: 皮肤资源设置

# #31243
source: Show large scrolling text while music playback
es_es: Mostrar texto grande desplazándose durante reproducción de música
zh_cn: 音乐播放时显示大滚动文字

# #31245
source: Number of rows to show in timeline
es_es: Número de filas a mostrar en línea de tiempo
zh_cn: 时间轴中要显示的行数

# #31246
source: Credits & more info
es_es: Créditos y más información
zh_cn: 演职员与更多信息

# #31247
source: Trailers & more
es_es: Tráilers y más
zh_cn: 预告片与更多

# #31249
source: Enable OSD seek/jump indicator
es_es: Habilitar indicador de búsqueda/salto OSD
zh_cn: 启用屏幕显示跳转指示器

# #31250
source: Customize custom hub
es_es: Personalizar centro personalizado
zh_cn: 自定义定制化分类聚合中心

# #31251
source: Custom color settings
es_es: Configuración de color personalizado
zh_cn: 自定义颜色设置

# #31252
source: Custom Hub
es_es: Centro personalizado
zh_cn: 定制化分类聚合中心
