Repository: terrytibbs2023/build
Catalog: repo25.old/inputstream.ffmpegdirect/resources/language/resource.language.*/strings.po
Languages: es_es

# Addon Summary
source: InputStream Client for FFmpeg streams (libavformat)
es_es: Cliente de InputStream para transmisiones FFmpeg (libavformat)

# Addon Description
source: InputStream Client for streams that can be opened by either FFmpeg's libavformat or Kodi's cURL. Common stream formats such as plain TS, HLS and DASH (without DRM) are supported as well as many others.[CR][CR]The addon also has support for Archive/Catchup services where there is a replay windows (usually in days) and can timeshift across that span.[CR][CR]For documenation visit: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md
es_es: Cliente InputStream para transmisiones que se pueden abrir mediante libavformat de FFmpeg o cURL de Kodi. Se admiten formatos de transmisión comunes, como TS simple, HLS y DASH (sin DRM), así como muchos otros.[CR][CR]El complemento también es compatible con los servicios Archive/Catchup donde hay ventanas de repetición (generalmente en días) y puede realizar timeshift durante ese lapso.[CR][CR]Para documentación visita: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md

# #30000
source: Network
es_es: Red

# #30001
source: HTTP proxy
es_es: Proxy HTTP

# #30002
source: Use HTTP proxy when opening with FFmpeg
es_es: Usar proxy HTTP al abrir con FFmpeg

# #30003
source: Server
es_es: Servidor

# #30004
source: Port
es_es: Puerto

# #30005
source: Username
es_es: Usuario

# #30006
source: Password
es_es: Contraseña

# #30007
source: Bandwidth
es_es: Ancho de banda

# #30008
source: Stream selection bandwidth
es_es: Elección de ancho de banda para la transmisión

# #30021
source: Timeshift buffer path
es_es: Ruta de búfer para Timeshift

# #30022
source: Enable timeshift limit
es_es: Activar límite de timeshift

# #30023
source: Maximum timeshift buffer length
es_es: Longitud máxima de búfer de timeshift

# #30024
source: {0:.2f} hours
es_es: {0:.2f} horas

# #30040
source: Advanced
es_es: Avanzado

# #30042
source: Allow FFmpeg logging
es_es: Permitir registro de FFmpeg

# #30043
source: Probe for FPS
es_es: Sonda para FPS

# #30044
source: Enable teletext
es_es: Activar teletexto

# #30045
source: Use fast open for streams using a manifest file
es_es: Usar apertura rápida de transmisiones mediante un archivo de manifiesto

# #30046
source: For catchup streams report stream is not realtime
es_es: Para transmisiones catchup el reporte de la transmisión no es en tiempo real

# #30600
source: This category contains the settings for network configuration such as FFmpeg proxy and bandwidth limits.
es_es: Esta categoría contiene los ajustes de red para configuraciones como el proxy FFmpeg y los límites de ancho de banda.

# #30601
source: Whether or not a proxy should be used when opening with FFmpeg. Note that if opened using curl kodi's proxy settings will be used.
es_es: Independientemente de si se debe utilizar o no un proxy al abrir con FFmpeg. Tenga en cuenta que si se abre usando cURL se usarán los ajustes de proxy de Kodi.

# #30602
source: Configure the proxy server address.
es_es: Configure la dirección del servidor proxy.

# #30603
source: Configure the proxy server port.
es_es: Configure el puerto del servidor proxy.

# #30604
source: Configure the proxy server username.
es_es: Configure el nombre de usuario del servidor proxy.

# #30605
source: Configure the proxy server password.
es_es: Configure la contraseña del servidor proxy.

# #30606
source: Use this value as a maximum when selecting which HLS stream to use.
es_es: Utilice este valor como máximo al seleccionar qué secuencia HLS utilizar.

# #30620
source: This category contains the settings for timeshift. Timeshifting allows you to pause live TV as well as move back and forward from your current position similar to playing back a recording.
es_es: Esta categoría contiene los ajustes para Timeshift. Timeshift le permite pausar la televisión en directo, así como retroceder y avanzar la reproducción desde su posición actual, de manera similar a reproducir una grabación.

# #30621
source: The path used to store the timeshift buffer. The default is the [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] folder in userdata. Note that this folder will be cleared of timeshift files on Kodi startup. Only relevant when [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] property is passed to the addon.
es_es: La ruta usada para almacenar el búfer de timeshift. Por defecto es la carpeta [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] dentro de userdata. Se borrarán todos los archivos de timeshift de esta carpeta en cada inicio de Kodi. Solo es relevante cuando la propiedad [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] se pasa al addon.

# #30622
source: Enable this option to limit the length of the timeshift buffer. If disabled the buffer will grow forever until playback is stopped. Regardless of this setting the buffer will also grow forever if paused.
es_es: Activa esta opción para limitar la longitud del búfer de Timeshift. Si está desactivado, el búfer crecerá para siempre hasta que se detenga la reproducción. Independientemente de esta configuración, el búfer también crecerá para siempre si se pausa.

# #30623
source: The length of the timeshift buffer in hours. Once the value is reached the older buffer data will be deleted to ensure the limit is not breached. Note that the storage for your device should be sufficient to allow the buffer to grow to it's maximum length (otherwise it's equivalent to disabling this option). A good heuristic for video size is 130MB per minute of 1080p video and 375MB per minute of 4K video.
es_es: La duración del búfer de Timeshift en horas. Una vez que se alcanza el valor, los datos del búfer más antiguos se eliminarán para garantizar que no se supere el límite. Tenga en cuenta que el almacenamiento de su dispositivo debe ser suficiente para permitir que el búfer crezca hasta su longitud máxima (de lo contrario, equivale a desactivar esta opción). Una buena heurística para el tamaño del vídeo es 130 MB por minuto de vídeo en 1080p y 375 MB por minuto de vídeo en 4K.

# #30640
source: Advanced settings
es_es: Ajustes avanzados

# #30641
source: If enabled the addon will log any FFmpeg logging to the Kodi log.
es_es: Si se activa el complemento registrará cualquier mensaje de FFmpeg en el registro de Kodi.

# #30642
source: Probe for frames per second. Default enabled. If disabled the value returned by the codec will be used.
es_es: Sonda de fotogramas por segundo. Por defecto está activado. Si está desactivado, se utilizará el valor devuelto por el códec.

# #30643
source: Allow teletext. Default enabled.
es_es: Permitir teletexto. Por defecto activado.

# #30644
source: Streams which have a manifest file (e.g. HLD/DASH/Smooth Streaming) can be opened more quickly with FFmpeg with this option enabled.
es_es: Las transmisiones que tienen un archivo de manifiesto (p. ej. HLD/DASH/Smooth Streaming) se pueden abrir más rápidamente con FFmpeg con esta opción activada.

# #30645
source: For certain catchup streams such as HLS reporting that a live stream is not live can improve stream open times. If testing this option works for a catchup stream/provider, then add a [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] to the M3U entry in question. This setting should not be left enabled for all streams.
es_es: Para ciertas transmisiones de catchup, como HLS, informar que una transmisión en directo no está en directo puede mejorar los tiempos de inicio de la transmisión. Si probar esta opción funciona para una transmisión/proveedor de catchup, añada un [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] a la entrada M3U en cuestión. Esta configuración no debe dejarse activada para todas las transmisiones.
