Repository: terrytibbs2023/build
Catalog: repo2026/game.libretro.stella/resources/language/resource.language.*/strings.po
Languages: es_es

# Addon Summary
source: Atari - 2600 (Stella)
es_es: Atari - 2600 (Stella 2014)

# Addon Description
source: Stella is a multi-platform Atari 2600 VCS emulator.[CR][CR]The Atari 2600 Video Computer System (VCS), introduced in 1977, was the most popular home video game system of the early 1980s.
es_es: Stella es un emulador multiplataforma de el Atari 2600 VCS[CR][CR]El Atari 2600 Video Computer System (VCS), presentado en 1977, fue el sistema de videojuegos doméstico más popular de principios de la década de 1980.

# Addon Disclaimer
source: Stella was originally developed for Linux by Bradford W. Mott, and is currently maintained by Stephen Anthony.
es_es: Stella fue desarrollado originalmente para Linux por Bradford W. Mott, y actualmente lo mantiene Stephen Anthony.

# #30001
source: Console display
es_es: Pantalla de consola

# #30002
source: Palette colors
es_es: Paleta de colores

# #30003
source: TV effects
es_es: Efectos TV

# #30004
source: NTSC aspect %
es_es: Aspecto NTSC %

# #30005
source: PAL aspect %
es_es: Aspecto PAL %

# #30006
source: Crop horizontal overscan
es_es: Cortar sobredimensionado horizontal

# #30007
source: Stereo sound
es_es: Sonido estéreo

# #30008
source: Phosphor mode
es_es: Modo fósforo

# #30009
source: Phosphor blend %
es_es: Mezcla de fósforo %

# #30010
source: Paddle joypad sensitivity
es_es: Sensibilidad de la paleta del mando

# #30011
source: Paddle analog sensitivity
es_es: Sensibilidad de la paleta analógica
